[
  {
    "id": 0,
    "name": "Stylized 3D",
    "name_cn": "三渲二",
    "image": "0.jpg",
    "desc": "《崩坏：星穹铁道》IP风格，是一种精美的三渲二美术风格，其美术呈现出一种融合了科幻与幻想元素的精致二次元风格。笔触上，它注重平滑流畅的线条和精细的角色刻画，并运用柔和的渐变与软阴影代替传统赛璐璐的硬朗色块，营造出细腻的质感。光影处理非常讲究，通过高光和辉光的巧妙运用，赋予画面通透感与华丽感，尤其在角色技能和场景氛围的营造上，光效表现得绚丽夺目。色调方面，整体色彩饱和度高，对比鲜明，但在高饱和的基调下有和谐的色彩搭配。这种风格传递出一种兼具优雅、希望与未来感的积极情绪，同时也带有一丝幻想世界的神秘与浪漫。该风格非常适合描绘异世界冒险、以及将科技与魔法元素相结合的主题。"
  },
  {
    "id": 1,
    "name": "Tatsuki Fujimoto",
    "name_cn": "藤本树",
    "image": "1.jpg",
    "desc": "该风格是uki atsuya画师风格，该画风线条清晰、精细。光影效果好，偏爱明亮、高对比度的自然光，通过锐利分明的阴影塑造立体感，并营造出强烈的氛围。色调清新通透，色彩饱和度高而不艳。这种风格整体传递出一种宁静、怀旧且略带一丝疏离的“物哀”情绪，仿佛是某个夏日午后被定格的转瞬即逝的瞬间。适合描绘回忆往昔、压抑悲伤、伤痛青春、现代都市或乡间背景下的青春成长故事、日常生活中的细腻情感，以及侧重于场景叙事的题材。"
  },
  {
    "id": 2,
    "name": "Naruto Series",
    "name_cn": "木叶村",
    "image": "2.jpg",
    "desc": "火影忍者（Naruto）IP风格，以其独特的少年漫画笔触为核心，早期线条硬朗、富有张力，后期则受动画影响变得更简约流畅，但始终保持着高辨识度的角色设计。在光影处理上，多采用清晰的“赛璐璐”式块面阴影，利用明确的光影交界线来塑造立体感。色调方面，其色彩饱和度高。这种风格传递出的情绪是复杂多样的，既有少年追求梦想的昂扬激情与伙伴间深厚羁绊的温暖，也深刻描绘了复仇的痛苦、战争的残酷和寻求和解的挣扎。因此，火影忍者风格不仅适合描绘忍者、冒险与战斗等热血主题，也同样能够驾驭探讨人性、战争创伤、以及探讨命运与自我抉择等具有深刻哲学思辨的严肃内容。"
  },
  {
    "id": 3,
    "name": "Ghibli Style",
    "name_cn": "吉卜力",
    "image": "3.jpg",
    "desc": "该IP风格是吉卜力（Ghibli Style）风格，是日本吉卜力工作室所创作的动画电影风格。其笔触细腻，虽为动画但保留了手绘水彩画的温度与质感，背景描绘尤为精致，充满层次感。光影运用上，该风格注重自然光效的渲染，常用柔和且明亮的光线营造出通透的空气感，同时利用大面积的阴影对比来塑造立体感和场景氛围。色调清新、饱和度高，营造出梦幻而温暖的视觉感受。这种风格传递出怀旧、宁静、治愈且充满希望的复杂情绪，带有一丝淡淡的忧伤。因此，它极其适合描绘童话故事书般的奇幻世界、展现人与自然和谐共生的田园风光，或讲述那些关于成长、冒险和寻找自我的温馨故事，将平凡的日常诗意化，唤起观众对纯真与美好的向往。"
  },
  {
    "id": 4,
    "name": "Xianxia 3D",
    "name_cn": "3D国创",
    "image": "4.jpg",
    "desc": "该风格是3D国风玄幻动画/CG风格。其笔触通过高度写实且流畅的3D建模来构建人物和环境，并采用精细的材质贴图来表现衣物的丝绸质感和金属的光泽感。人物造型俊美、服饰华丽，展现出东方古典美学。这种风格传递出一种威严、超脱、神秘且充满力量的情绪。适合的内容主题是仙侠、武侠、玄幻类3D动画、网络小说的封面/概念艺术，以及国风MMORPG游戏的角色。"
  },
  {
    "id": 5,
    "name": "2D Chinese ",
    "name_cn": "2D漫剧",
    "image": "5.jpg",
    "desc": "该风格是高度细化的数字插画风格，融合了日系唯美动漫和东方古典意境。它没有采用像素或颗粒化的笔触堆砌，而是以平滑、细腻的数字笔刷为主，通过大面积柔和的色彩渐变来塑造人物和环境的体积感。这种风格传递出宁静、温柔、诗意的情绪，非常适合用于古风、仙侠类小说或漫画的封面插画。"
  },
  {
    "id": 6,
    "name": "Minecraft",
    "name_cn": "方块世界",
    "image": "6.jpg",
    "desc": "该图风格是沙盒游戏《我的世界》（Minecraft），是一种标志性的“体素”或“像素方块”3D风格，在此图中进行了高清化和“玩具化”处理。世界万物都由方块构成，但角色和场景的表面材质光滑，带有塑料玩具的光泽。色调鲜艳、饱和度高，充满了活力。整体情绪积极、阳光，传递出一种探索、创造和社区合作的快乐氛围。这种风格极度适合沙盒建造类游戏、儿童动画、乐高式积木玩具（手办）以及任何与创造力、冒险和自由探索相关的内容主题。"
  },
  {
    "id": 7,
    "name": "Lo-fi Chibi",
    "name_cn": "治愈Q萌",
    "image": "7.jpg",
    "desc": "该风格是一种在当代东亚流行文化中非常受欢迎的Q版（或chibi）画风。其笔触线条干净利落，同时边缘带有一点柔和的纹理，保留了手绘的温度。光影处理上非常简化，主要采用平涂和少量的硬阴影来区分层次，注重图形的平面装饰感而非立体塑造。色调上，整体以高明度、低饱和度的暖色为主，营造出一种阳光、柔和且温馨的视觉感受。这种风格传递出的情绪是轻松、治愈、慵懒和可爱的，充满了积极向上的生活气息。因此，它非常适合描绘日常生活的温馨片段、创作童话故事书插画、设计可爱的角色周边（如贴纸、钥匙扣）、制作休闲类游戏的美术素材或社交媒体表情包等主题。"
  },
  {
    "id": 8,
    "name": "K-Drama Aesthetic",
    "name_cn": "韩系都市",
    "image": "8.jpg",
    "desc": "该风格是精致写实系韩漫/Webtoon风格，也可归类为AI艺术中的韩系插画风格。其笔触通过高度细致、流畅的线条来勾勒人物和服饰的轮廓，并采用柔和、细腻的数字喷枪或模糊处理来表现皮肤、头发和衣物的平滑质感。它运用精准的光影投射和微妙的高光来塑造人物的立体感和光泽感，尤其体现在头发和眼睛上，营造出精致、唯美的氛围。色调以深沉的黑色、暗夜蓝和冷灰色为主，与人物苍白的肤色形成对比，辅以背景中远处的暖黄色灯光作为点缀，营造出浪漫、神秘的夜景氛围。人物的五官描绘精致，眼睛大而传神，嘴唇轮廓柔和。这种风格传递出一种冷艳、时尚、深情且略带忧郁的情绪。适合的内容主题是都市爱情故事、偶像剧或言情小说的封面/插图、时尚杂志的虚拟形象，以及讲述复杂情感纠葛的Webtoon连载。"
  },
  {
    "id": 9,
    "name": "Clay Toy",
    "name_cn": "粘土玩具",
    "image": "9.jpg",
    "desc": "该风格是粘土（Clay Toy）风格。这种风格魅力在于粘土模型的手工质感。光影处理模拟了真实的自然光，明亮的光线和柔和的阴影让卡通化的粘土角色与写实的背景融为一体。色调温暖、自然，以大地色系为主。这种风格非常适合制作家庭向的喜剧动画、动物为主角的童话故事书以及充满奇思妙想的幽默广告。"
  },
  {
    "id": 10,
    "name": "Visual Novel ",
    "name_cn": "吊带袜女孩",
    "image": "10.jpg",
    "desc": "该风格是吊带袜天使IP风格。是典型的日系“赛璐璐”扁平动画风格，笔触干净利落，勾线纤细且颜色偏棕黑而非纯黑。光影处理极为简化，仅用少量硬朗的阴影块面来区分层次，强调了画面的平面装饰感和图形感。色调明亮、柔和，饱和度适中，以粉色和灰色为主，营造出一种可爱、甜美、轻松愉快的情绪。这种风格非常适合用于日式视觉小说、二次元手游、校园题材的动画短片以及Q版手办和周边商品的设计。"
  },
  {
    "id": 11,
    "name": "Ethereal Gothic",
    "name_cn": "空灵哥特",
    "image": "11.jpg",
    "desc": "此风格的笔触细腻，融合了日系动漫清晰的线条感与厚涂的体积感，使得画面兼具精致与厚重。光影运用是其核心特色，极具戏剧张力，常通过强烈的圣光、辉光或逆光来塑造人物的神圣感和史诗氛围，光影边界清晰锐利，强调了体积与空间。色调方面，色彩饱和度高，对比强烈，通过大胆的配色方案来强化画面的叙事感和情绪。这种风格传递出的情绪是多样的，既有神圣、威严的史诗感，也包含着静谧、幽婉的神秘主义。因此，它非常适合用于描绘带有幻想色彩的神话、宗教、史诗战争等宏大主题，尤其是在游戏概念艺术、高级手办的角色设计、或是奇幻小说插画等领域，能够完美塑造出神明、恶魔、天使或英雄等非凡角色的独特魅力。"
  },
  {
    "id": 12,
    "name": "Graphic Gag Ink",
    "name_cn": "怪萌墨线",
    "image": "12.jpg",
    "desc": "该风格是bkub画师风格，一种夸张的Q版（Chibi）风格，呈现出一种夸张且充满活力的扁平视觉效果。采用粗重、果断且轮廓分明的黑色线条勾勒万物，内部则以大块、高饱和度的纯色平涂填充。整体色调明快、鲜艳，充满了积极、快乐与热情的青春能量。这种风格传递出的情绪是轻松、治愈且极具幽默感的，常常带有一种戏谑和“Kuso-Meme”的搞怪气质。非常适合描绘现代都市背景下的搞笑日常、友情故事、美食探险，或是对现有知名IP进行二次创作的幽默同人作品。"
  },
  {
    "id": 13,
    "name": "Atmospheric",
    "name_cn": "油画釉光",
    "image": "13.jpg",
    "desc": "该风格是quasarcake画师风格，结合了日系角色线条与厚涂的写实质感。笔触极为精细和控制，尤其在皮肤和金属等光滑表面上几乎无痕，但在头发和衣物质感等处则会保留一些有序的笔刷纹理以增强层次感。光影效果非常好，通常采用复杂的布光，强调轮廓光、反射光和微妙的环境光，营造出强烈的三维感和“空气感”。色调倾向于使用饱和度适中但对比强烈的电影感色彩。整体传递出一种优雅、凝重、疏离、冷静、忧伤、深邃、未来、冷静、精致且带有淡淡忧郁或疏离感的现代情绪。这种风格极度适合描绘具有时尚感和设计感的现代或近未来主题角色、高精度的游戏概念艺术。"
  },
  {
    "id": 14,
    "name": "High-Detail",
    "name_cn": "美式3D",
    "image": "14.jpg",
    "desc": "该风格是皮克斯（Pixar）3D动画风格。该风格的特点是在卡通化的夸张比例（如巨大的眼睛）基础上，叠加了照片般真实的细节。发丝的细腻纹理、皮肤的雀斑与质感、眼镜的通透反射都极为逼真。光影运用复杂而富有戏剧性，尤其在眼部的“眼神光”处理上，极大地增强了角色的生命力与感染力。色调温暖而鲜明，以炽热的红色头发与清澈的蓝色眼睛形成强烈对比。这种风格极度适合制作情感丰富的动画电影长片、奇幻童话故事书以及收藏级角色手办，专注于塑造能让观众一见倾心、产生深刻共鸣的角色。"
  },
  {
    "id": 15,
    "name": "Cozy Watercolor",
    "name_cn": "温馨彩绘",
    "image": "15.jpg",
    "desc": "笔触带有明显的模拟手绘感，类似蜡笔或彩铅的纹理质感，线条柔和，使画面充满亲和力。光影处理非常柔和，没有强烈的明暗对比。此画风传递出一种治愈、温馨的情绪。非常适合创作童话故事书、儿童绘本、描绘日常生活片段的插画，或用于开发以可爱的拟人化动物为主角的文创产品，讲述关于友谊和简单的快乐的故事。"
  },
  {
    "id": 16,
    "name": "Horror Suspense",
    "name_cn": "恐怖悬疑",
    "image": "16.jpg",
    "desc": "该风格是恐怖悬疑漫画风格。其笔触通过粗重、有力的黑色线条勾勒轮廓，并以大面积的阴影和深邃的黑色色块填充，形成强烈的明暗对比和高反差的视觉效果，强调紧张和压抑的气氛。它运用简洁而精准的线条来描绘细节（如人物的五官、制服褶皱、桌面上的物品），并使用刮擦或点状的纹理来表现环境的破败、粗糙和颗粒感。色调以低饱和度的青灰色、黑色和白色为主，营造出冰冷、压抑、恐怖的氛围，在人物的眼睛等局部会用高饱和度的红色进行点缀，以突出惊恐、血腥或疯狂的情绪。这种风格传递出一种惊悚、不安、黑暗且充满暴力暗示的情绪。适合的内容主题是悬疑惊悚故事、恐怖/犯罪题材的漫画分镜、末日废土题材的插画或紧张压抑的场景概念艺术。"
  },
  {
    "id": 17,
    "name": "City Pop",
    "name_cn": "潮流都市",
    "image": "17.jpg",
    "desc": "该风格的笔触是清晰、利落的数字线条。光影处理上，普遍采用高对比度的二分阴影（Cel-shading），制造出干净、硬朗的块面感，强调了体积感而非模拟真实光照，使得画面清爽且充满平面设计美感。色调鲜艳、饱和度高，散发着年轻、时尚、略带酷感的都市情绪。非常适合描绘现代或近未来的主题，例如都市幻想、赛博朋克、潮流人物插画、轻小说封面以及二次元游戏的角色设计。"
  },
  {
    "id": 18,
    "name": "Aether-Toned",
    "name_cn": "低饱和平涂手绘",
    "image": "18.jpg",
    "desc": "该风格是nama udon画师风格，结合了略带粗糙感的手绘线条与平涂色块，并常在画面上叠加一层微妙的颗粒质感，赋予作品一种复古印刷或纸质的触感。光影处理偏向简洁，明确的色块划分明暗，光感柔和且充满氛围。色调整体偏向于使用饱和度较低的蓝色与紫色系，创造出一种宁静、通透而略带一丝忧郁的“空气感”。这种风格传递出可爱、怀旧、静谧与温和的疏离情绪，极度适合描绘城市日常一景、青春主题的追忆、富有故事感的角色肖像以及带有幻想色彩的风景，能将平凡的瞬间诗意化。"
  },
  {
    "id": 19,
    "name": "Guofeng Ink ",
    "name_cn": "国风水墨",
    "image": "19.jpg",
    "desc": "该风格是精致唯美系国风水墨插画风格，其笔触通过柔和、细腻的晕染和光滑的表面处理来表现人物的皮肤和衣物的质感，线条流畅且注重细节（如发丝、头饰和衣物上的刺绣纹理）。色调以低饱和度的白、黑、青、灰为主，整体色彩沉稳内敛，人物造型古典、服饰华丽，展现出东方的唯美主义。这种风格传递出一种典雅、深情、浪漫且充满古典韵味的情绪。适合的内容主题是古装言情小说、古风唯美插画、古典浪漫氛围的瞬间。"
  },
  {
    "id": 20,
    "name": "Game Boy",
    "name_cn": "复古掌机",
    "image": "20.jpg",
    "desc": "这张图是经典的Game Boy风格，采用8-bit像素风格。这种风格由清晰可见的方块像素点构成，形象和场景都高度概括。光影表现极为简化，完全依赖四种深浅不一的绿色阶调来区分物体的轮廓和明暗面，几乎没有复杂的阴影。画面传递出一种简约、质朴但又充满想象空间的冒险情绪。它非常适合制作复古风格的独立游戏、RPG冒险故事、解谜游戏，以及任何旨在向经典掌机时代致敬的内容主题。"
  },
  {
    "id": 21,
    "name": "Chroma Etch",
    "name_cn": "蚀刻光影",
    "image": "21.jpg",
    "desc": "该风格是cogecha画师风格，将现代动漫美学与复古平面插画质感相融合的独特视觉风格。运用了非常清晰、自信且轮廓感极强的深色线条，搭配大面积、高对比度的硬边缘阴影，形成了类似版画或丝网印刷的“色块感”。光影上表现得尤为突出，能创造出极具戏剧张力和氛围感的日照或暮光效果。其色调运用大胆而和谐。风格传递出一种温暖、怀旧且略带一丝宁静沉思的电影感。这种风格非常适合描绘具有叙事性的生活片段、怀旧回忆主题的故事、平静安静的故事、忧郁孤寂的故事、风格化的人物肖像、都市幻想以及强调特定光影氛围的场景插画。"
  },
  {
    "id": 22,
    "name": "80s Anime",
    "name_cn": "80s年代",
    "image": "22.jpg",
    "desc": "该风格是典型的“黄金时代赛璐璐动画”风格。其笔触是纯手绘的物理线条，光影处理一方面使用大块、锐利的硬阴影来表现机甲的立体感，另一方面又在人物脸颊上使用喷枪做出柔和的红晕。色调因物理胶片和赛璐璐材质而带有一种独特的复古质感。这种风格非常适合描绘赛博朋克、太空歌剧、机甲战斗等科幻主题，是复古科幻美学的标杆，也尤其适合制作相关的机甲手办模型。"
  },
  {
    "id": 23,
    "name": "Conan Style",
    "name_cn": "名侦探阿楠",
    "image": "23.jpg",
    "desc": "该IP风格是经典推理动漫IP《名侦探柯南》风格，其最显著的特征在于清晰锐利的黑色线条笔触，人物轮廓和场景结构都勾勒得非常明确，尤其是在描绘人物，特别是眼睛和发型时，具有极高的辨识度。光影处理上对比强烈，常利用大面积的阴影和高光来制造悬疑和紧张感，尤其是在表现罪犯或揭示线索的关键时刻，光影的戏剧化运用是其标志。色调方面，日常场景色彩明亮饱和，但在进入案件或推理环节时，色调会转向深沉、偏冷的蓝色或灰色调，以渲染神秘甚至略带一丝恐惧的情绪。这种风格传递出的核心情绪是紧张、悬疑与理智并存，在日常的轻松愉快与案件的严肃凝重之间切换。非常适合描绘现代都市背景下的侦探推理故事、悬疑解谜情节、角色之间充满张力的对峙场景，以及需要通过环境和细节来铺陈线索的叙事性插画。"
  },
  {
    "id": 24,
    "name": "Family Guy",
    "name_cn": "美式喜剧",
    "image": "24.jpg",
    "desc": "这是著名的美式动画情景喜剧《恶搞之家》(Family Guy)，它的笔触特点是简洁利落、粗细均匀的黑色轮廓线，且完全采用平涂上色。整体色调轻松、戏谑和略带荒诞。这种画风为了动画的高效量产而生，非常适合承载快节奏的、以对话和视觉笑料为核心的成人动画喜剧或讽刺吐槽类的网络漫画。"
  },
  {
    "id": 25,
    "name": "Soft Chibi",
    "name_cn": "可爱马卡龙",
    "image": "25.jpg",
    "desc": "该风格的核心特征在于其随性而粗糙的笔触，线条带有类似蜡笔或铅笔的颗粒质感，显得轻松活泼。光影方面处理得极为简化，基本采用平涂和硬朗的色块来表现阴影，不追求立体感，强调扁平化的装饰性。色调以低饱和度的粉彩和马卡龙色系为主，即使出现深色背景，整体氛围也因明快的色彩搭配而显得清新、甜美。这种画风传递出的情绪是可爱、诙谐且富有戏剧性的，通过Q版的人物比例和夸张的表情来营造一种轻松有趣的氛围。因此，该风格非常适合用于创作角色头像、社交媒体表情包、趣味短漫、手账素材或可爱的周边产品（如亚克力立牌、钥匙扣），也同样适用于描绘童话故事书或任何以展现角色萌感为主要目的的插画内容。"
  },
  {
    "id": 26,
    "name": "Modern Anime",
    "name_cn": "Q版草绘",
    "image": "26.jpg",
    "desc": "该风格是adpx画师画风，光影处理上，光感明亮通透，营造平面化质感，Q版可爱。色调鲜明且饱和度偏高，色彩清澈，整体氛围充满活力。这种风格传递出一种可爱、青春、阳光和积极诙谐的情绪。非常适合描绘青春校园故事、轻松治愈的日常生活片段、日常互动以及轻松、幽默、愉快的冒险主题，尤其擅长创作角色同人图和社交媒体插画。"
  },
  {
    "id": 27,
    "name": "Magical Realism",
    "name_cn": "空灵现实",
    "image": "27.jpg",
    "desc": "笔触极其细腻柔和，呈现出数字喷枪般平滑的渲染效果，对细节的刻画达到超现实的精致。整体采用明亮柔和的漫射光，高光与阴影的过渡平滑自然，营造出通透、干净且略带圣洁的氛围，赋予物体和角色一种内在的发光感。色调以高明度、低饱和的冷色和中性色为主，如薄荷绿、天空蓝和纯白色，构建了一个纯净、且略带未来感的梦幻世界。传递出的情绪是静谧治愈的。这种风格适合描绘具有未来感的童话故事、带有哲学思辨的科幻概念设定、高端护肤品或生活科技产品的广告插画，以及将日常生活诗意化的超现实主义艺术主题。"
  },
  {
    "id": 28,
    "name": "3D Chibi",
    "name_cn": "Q版3D",
    "image": "28.jpg",
    "desc": "该风格是“可爱3D”或“Q版手办”（3D Chibi）风格。其艺术特点在于光滑、圆润的3D建模，呈现出一种高级乙烯基玩具般的精致质感。色调饱和度高，冷暖对比强烈。风格充满了治愈感。这种风格非常适合用于制作系列化的收藏级手办、治愈系动画短片以及高品质的儿童睡前童话故事书。"
  },
  {
    "id": 29,
    "name": "Soft Lumina",
    "name_cn": "柔光平涂",
    "image": "29.jpg",
    "desc": "该风格是ushiyama ame画师风格，细腻柔和。在技法上，它采用极其干净精致的线条，并结合了平滑无痕的色彩过渡，使人物肌肤呈现出如陶瓷般的光洁质感。光影通常运用弥散性的柔光，在物体边缘和高光处制造出一种微妙的“辉光”或“朦胧”效果，这赋予了画面一种空灵的立体感。其色调普遍偏向低饱和度和复古感，通过和谐统一的色彩营造出温暖而略带忧郁的氛围。交织出一种安静、怀旧且略带伤感的情绪，仿佛是褪色的旧照片或一场易碎的梦境。该风格适合描绘角色的细腻情感特写、带有故事性的瞬间、或具有感伤与怀旧色彩的日常风景，能够完美地承载视觉小说、情感插画或现代童话故事等主题。"
  },
  {
    "id": 30,
    "name": "Ethereal Resolution",
    "name_cn": "美式颗粒",
    "image": "30.jpg",
    "desc": "该风格是hcnone画师风格，融合了像素艺术的复古质感与现代动漫的平滑线条，人物眼睛的描绘偏美式复古风格，通过低分辨率的处理方式营造出一种独特的颗粒感，使得角色轮廓和背景依然保持了清晰的辨识度。光影处理偏向于硬朗的二次元风格，利用明确的色块来区分明暗。色调上饱和度偏高，色彩鲜明且富有情感张力。这种风格传递出一种诙谐、讽刺、高攻击力、直率的情绪，非常适合描绘美式风格、讽刺诙谐、赛博朋克、日常生活切片，或是为Lo-Fi、City Pop等音乐风格创作专辑封面。"
  },
  {
    "id": 31,
    "name": "Vitreous Render",
    "name_cn": "邪魅琉璃",
    "image": "31.jpg",
    "desc": "该风格是au \\(d elete\\)画师风格，擅长刻画邪魅风格，画风极其精致。光影特别出色，常通过高对比度的明暗关系和柔和的辉光效果，精准地勾勒出人物轮廓和材质的通透质感，使主体从环境中脱颖而出。色调上，倾向于在低饱和度的冷色基底中，点缀以小面积、高饱和度的亮色，形成强烈的视觉焦点。这种风格传递出一种华丽、冷峻而又略带疏离感的神秘情绪，极度适合描绘现代奇幻、哥特式贵族或带有科幻元素的故事主题，尤其擅长刻画外表精致、内心复杂的角色肖像。"
  },
  {
    "id": 32,
    "name": "Pixel",
    "name_cn": "像素",
    "image": "32.jpg",
    "desc": "该风格是“现代像素艺术”（Modern Pixel Art）风格。其“笔触”是逐个像素的手工点绘，但与早期游戏不同，它通过“抗锯齿”（Anti-aliasing）和“抖动”（Dithering）等高级技巧来创造更平滑的轮廓和细腻的渐变。色调以低饱和度的蓝、灰色为主，整体偏冷，烘托出一种安静、忧郁和略带感伤的情绪。这种风格非常适合用于叙事性独立游戏、视觉小说、带有“Lo-fi”美学的动画短片。"
  },
  {
    "id": 33,
    "name": "Chroma Glow",
    "name_cn": "复古彩光",
    "image": "33.jpg",
    "desc": "该风格是kerberos画师风格，这种画风运用柔和的渐变和发光图层来营造层次感。笔触精细，轮廓干净利落，。光影处理是该风格的灵魂，运用了大量温暖、高饱和度的光源，并通过星芒、光晕和巧妙的辉光效果，为画面赋予一种梦幻朦胧的质感，尤其在人物发丝和眼部的高光处理上十分突出。色调鲜艳明亮，充满活力，常采用粉、紫、青等高明度色彩来渲染氛围光，整体色彩搭配既复古又清新。这种风格传递出一种可爱、怀旧、甜美、充满青春活力的积极情绪。非常适合描绘时尚插画、现代都市、青春成长、同人创作，以及任何希望将日常生活场景点缀出浪漫与奇幻色彩的主题。"
  },
  {
    "id": 34,
    "name": "Chroma-Grit",
    "name_cn": "哥特都市涂鸦",
    "image": "34.jpg",
    "desc": "该风格是patzzi画师风格，在技法上融合了略带杂乱感的铅笔质感线稿与平滑的色块，并辅以柔和的渐变进行阴影和高光的处理，同时叠加了细微的杂色与颗粒纹理，营造出一种精致的粗糙感。其笔触表现为不拘小节的随性线条，与大面积的柔和色块形成对比。光影处理偏向于柔和的漫射光，缺乏强烈的明暗对比，使得整体画面笼罩在一种朦胧的氛围中。色调采用低饱和度的灰色调和莫兰迪色系，点缀以柔和的亮色，整体色彩清冷而统一。这种风格传递出一种时尚、平和、有趣、可爱的情绪，非常适合描绘街头时尚、同人创作、日常、动漫、冒险故事。"
  },
  {
    "id": 35,
    "name": "Aether-Grain",
    "name_cn": "莫兰迪Q版",
    "image": "35.jpg",
    "desc": "该风格是ferret-san画师风格，清晰、细致的线稿，在线稿内部进行平涂和柔和的渐变上色。笔触强调的是轮廓的干净与色块的平滑。光影处理非常柔和、清淡，通常采用大面积的均匀受光，避免强烈的明暗对比。整体色调饱和度偏低，色彩柔和淡雅，情绪上带有一种恶搞、诙谐、幽默、可爱、童真的效果。非常适合描绘日常轻松欢快的同人故事、恶搞搞怪的小故事、复古情怀的角色插画。"
  },
  {
    "id": 36,
    "name": "One Piece",
    "name_cn": "草帽团",
    "image": "36.jpg",
    "desc": "该图是日本动漫《航海王》/《海贼王》（One Piece）的主角路飞。其画风是典型日式少年漫画”动画风格，笔触是富有力量感和变化的黑色轮廓线。光影则采用简洁明了的“赛璐璐”着色法，用硬朗的阴影块面来表现立体感，清晰易读，非常适合动态的打斗场面。色调明亮、饱和度高，以红、蓝、黄等原色为主，充满活力。画面传递出一种热血、乐观、勇往直前的冒险精神，这种风格是王道热血冒险故事的标杆，非常适合描绘宏大的世界观、伙伴之间的羁绊以及追求梦想的主题，也适用于制作各类手办和游戏衍生品。"
  },
  {
    "id": 37,
    "name": "Animal Crossing",
    "name_cn": "动森",
    "image": "37.jpg",
    "desc": "该IP风格是动物森友会（Animal Crossing）游戏风格。是一种“可爱化3D粘土/手办”风格，它没有笔触，特点是角色造型圆润、平滑，几乎没有棱角，呈现出一种柔软的粘土或乙烯基玩具质感。光影处理明亮、柔和，模拟了晴朗日光的自然效果，阴影非常淡，用以突出角色的可爱轮廓而非制造冲突。色调柔和、温暖，以舒适的中间色调和淡雅的色彩为主。画面整体传递出一种平静、温馨、治愈人心的幸福情绪。这种风格非常适合生活模拟类游戏、儿童动画、治愈系绘本或童话故事书，以及制作成可爱的收藏级手办。"
  },
  {
    "id": 38,
    "name": "Classic LEGO",
    "name_cn": "乐高",
    "image": "38.jpg",
    "desc": "该图是玩具IP“乐高”（LEGO）人偶。其风格体现在物体本身光滑的塑料质感、简约的几何造型和清晰的印刷图案上。色调以高饱和度的蓝色和黄色形成强烈对比，鲜艳夺目，营造出一种明快、复古且充满活力的氛围。人偶经典的笑脸表情传递出纯粹的快乐、乐观以及对太空探索的无限向往与好奇。这种风格完美契合手办摄影、定格动画、儿童产品广告以及任何与创造力、童趣和复古科幻相关的内容主题。"
  },
  {
    "id": 39,
    "name": "Sketchbook",
    "name_cn": "朦胧暖色速写",
    "image": "39.jpg",
    "desc": "风格笔触细腻且带有明显的涂抹感和纹理，营造出一种数字油画般的质感。光影处理是其突出优点，运用了大量柔和的漫反射光和温暖的侧顶光，使得人物皮肤通透，发丝光泽感十足，明暗过渡平滑，氛围温馨而朦胧。整体色调以金色、米白和淡粉等暖色系为主，饱和度适中，构建出一种温暖、宁静且略带一丝甜美的情绪。这种华丽而柔和的风格非常适合描绘幻想世界中的贵族、精灵、神明等角色，也非常适用于制作恋爱养成游戏、视觉小说或带有浪漫色彩的奇幻故事插画。"
  },
  {
    "id": 40,
    "name": "Vector-Noir",
    "name_cn": "粗犷硬边赛璐璐",
    "image": "40.jpg",
    "desc": "该风格是vanripper画师风格，以极具冲击力的图形化语言为核心，运用粗重、锋利的黑色线条勾勒出坚实轮廓，内部则采用大面积平涂色块与纯黑阴影进行填充，高度简化细节，强调形状与动态。笔触果断且棱角分明，线条充满力量感。光影处理极为硬朗，摒弃了渐变的中间调，通过高对比度的纯黑与亮面形成类似木刻版画的强烈视觉切割感。这种风格传递出一种尖锐、动感、叛逆且充满力量感的、挑衅、欲望、激烈、兴奋、力量、节奏、张扬、高燃的情绪，非常适合表现都市幻想、现代神魔、赛博朋克或动作格斗等主题，能够为角色设计、独立游戏或风格化漫画注入强烈的个性和视觉张力。"
  },
  {
    "id": 41,
    "name": "Prismatic Flat",
    "name_cn": "扁平涂鸦",
    "image": "41.jpg",
    "desc": "该风格是hara id 21画师风格，以平涂和硬朗的边缘为核心，呈现出一种类似于矢量图形的利落感。光照和阴影均被简化为明确的几何色块，塑造物体的体积感。色调上倾向于使用高饱和度的色彩，但通过和谐的色彩搭配与大面积的中间色调背景来维持画面平衡。这种干净、时尚且略带一丝疏离感的画面，共同营造出一种冷静、前卫且充满都市感的现代情绪。该风格非常适合描绘赛博朋克、未来都市、时尚人像以及强调角色设计的现代幻想等主题，其图形化的特质也使其在海报设计或动画概念艺术中极具表现力。"
  },
  {
    "id": 42,
    "name": "Gentle Grainart",
    "name_cn": "治愈柔和Q版",
    "image": "42.jpg",
    "desc": "该风格是yknsugar画师风格，一种手绘质感的可爱扁平风格。将清晰明确的线条与带有细腻肌理感的平涂上色相结合。光影处理非常柔和，倾向于使用大面积的软光和简约的阴影来塑造体积。色调明亮、和谐且饱和度适中。传递出的核心情绪是治愈、温暖、快乐与柔软，带有一种天真烂漫的美好回忆感。适合描绘童话故事、青春、浪漫漂亮、美食、成长等主题，温馨的日常插画、角色设计以及可爱风格的游戏美术。"
  },
  {
    "id": 43,
    "name": "Gossamer Diffusion",
    "name_cn": "厚涂柔光怀旧",
    "image": "43.jpg",
    "desc": "该风格是shirone \\(coxo ii\\)画师风格，将精细且时常带有色彩的线稿与柔和的色块渲染无缝融合，笔触细腻且高度混合，擅长用喷枪或软笔刷营造出平滑的渐变和朦胧的边缘。光影处理上，该风格偏爱使用柔和的漫射光，在物体周遭形成一层空灵的光晕。色调方面，饱和度普遍偏低，并带有些许灰度，营造出一种宁静、复古且和谐的视觉感受，仿佛画面蒙上了一层薄雾。这种风格整体传递出一种梦幻、静谧、略带忧郁的怀旧情绪，蕴含着诗意和易碎的美感。非常适合描绘具有故事性的角色肖像、神圣主题、和平宁静、浪漫纯洁、尊贵权势、希望与正义、古典奇幻与童话主题。"
  },
  {
    "id": 44,
    "name": "Sketch Style",
    "name_cn": "彩色排线手绘",
    "image": "44.jpg",
    "desc": "该风格是adomi画师画风，带有鲜明的日系游戏与动漫风格，彩色漫画插页。其核心特征在于手绘感强烈的钢笔线条，利用细密的排线和交叉影线来表现材质与阴影，笔触清晰而富有表现力。光影处理相对简化，通过线条与平涂色块结合来塑造层次。色调上，色彩饱和度适中偏低，带有一种复古或胶片的质感，整体氛围温和而略带一丝怀旧。这种风格传递出一种可爱、平静、温暖且充满生活气息的情绪，非常适合描绘生活向的轻松生活内容、旅行手账以及同人创作，能为画面赋予一种亲切而隽永的故事感。"
  },
  {
    "id": 45,
    "name": "SpongeBob",
    "name_cn": "比奇堡",
    "image": "45.jpg",
    "desc": "该图的IP是美国动画《海绵宝宝》（SpongeBob SquarePants）。其画风特点是粗犷、略带抖动的黑色轮廓线，这种不完美的线条赋予了角色极强的生命力和动态感。光影被完全简化，采用大面积的纯色平涂，是典型的2D赛璐璐动画风格，视觉信息直观明了，强调了角色的图形性。色调饱和度极高，以鲜艳的黄色和蓝色为主，视觉冲击力强，充满了活力。画面传递出一种天真、极致乐观和无忧无虑的狂喜情绪，充满了荒诞不经的幽默感。这种风格非常适合用于制作无厘头喜剧、儿童娱乐节目以及快节奏的冒险故事，尤其擅长通过夸张的形变和表情来制造笑料。"
  },
  {
    "id": 46,
    "name": "Retro Print",
    "name_cn": "怀旧胶片线条",
    "image": "46.jpg",
    "desc": "该风格是poronegi画师风格，结合了清晰的数字线条与平涂上色，纹理细腻统一。笔触以干净平滑的线条为主。光影处理极为柔和，倾向于使用大面积的弱对比阴影来塑造形态。色调普遍采用低饱和度的暖色或大地色系，整体呈现出和谐、淡雅且略带褪色的复古感。风格传递出一种怀旧、安宁与平和的情绪，仿佛是对某个日常瞬间的温柔追忆。非常适合描绘日常轻松的生活片段、校园故事、都市生活、城市景观、人物速写，以及任何需要营造怀旧氛围或讲述抒情故事的主题。"
  },
  {
    "id": 47,
    "name": "Luminous Aberration",
    "name_cn": "迷幻复古都市",
    "image": "47.jpg",
    "desc": "该风格是mamei mema画师风格，以数字平涂与色块堆叠为基础，统一覆盖一层独特的颗粒或噪点质感，使得画面兼具数字的洁净感与复古的模拟感。光影常运用高饱和度、高对比度的色彩来塑造非写实的光源与阴影。色调大胆而复古，偏好将明亮的霓虹色与柔和的中间色调并置，营造出一种既鲜活又朦胧的视觉效果。这种风格传递出的核心情绪是一种强烈的怀旧感、梦幻感与电影般的静谧，仿佛是褪色的记忆或旧时代动画中的一帧。适合描绘可爱、动画、日常生活、回忆、情感肖像以及任何旨在捕捉特定氛围与情绪的场景。"
  },
  {
    "id": 48,
    "name": "Luminous Grid",
    "name_cn": "光栅像素艺术",
    "image": "48.jpg",
    "desc": "该风格是tomoruka mr画师风格，技法上属于精细的像素艺术（Pixel Art），但通过高分辨率和丰富的色彩层次，规避了传统低像素的粗糙感，实现了类似现代数字绘画的平滑轮廓与细腻过渡。笔触精准而干净。光影处理明快通透，常设定一个柔和的主光源，产生清晰分明的亮部与暗部，但阴影内部的色彩变化依然丰富，营造出空气感和立体感。色调清新、饱和度偏高，充满活力的色彩，整体呈现出一种日系动画般的明亮氛围。这种风格传递出一种怀旧、宁静而又略带梦幻的积极情绪，非常适合描绘梦核、复古、怀旧、现代都市生活、青春故事、角色肖像以及带有幻想色彩的风景，能赋予画面一种介于复古游戏与当代插画之间的独特美感。"
  },
  {
    "id": 49,
    "name": "Aqueous Linea",
    "name_cn": "冷静感线条",
    "image": "49.jpg",
    "desc": "该风格是haku geroda画师画风，高精度且利落的数字线条，细致线条，细节丰富。采用大面积的平涂色块。光影通常使用硬朗的边缘来区分明暗。色调清新明亮，但饱和度偏低，整体散发出一种简约、冷静、克制且略带都市怀旧感的情绪。这种风格非常适合描绘插画、同人创作、日常漫画、现代、校园、时尚潮流人像以及具有设计感的建筑场景。"
  },
  {
    "id": 50,
    "name": "Kawaii Pop",
    "name_cn": "粗线块面卡通",
    "image": "50.jpg",
    "desc": "该风格是op na yarou画师风格，其笔触清晰利落，采用平滑线条勾勒轮廓，边缘干净，画面整体整洁。光影处理上，用大面积的色块来表现光影关系，阴影边缘锐利分明，画面平面感和卡通感。色调明亮、饱和度高，色彩丰富且充满活力，给人一种阳光、清新的视觉感受。这种风格传递出的情绪是可爱、积极、活泼、轻松愉快的。它非常适合描绘日常生活、青春活力、轻松的冒险故事，或者为动漫、游戏角色创作同人作品，以及用作社交媒体头像和轻松主题的插画。"
  },
  {
    "id": 51,
    "name": "Grounded Line",
    "name_cn": "复杂线条都市漫",
    "image": "51.jpg",
    "desc": "该风格是takeuchi ryousuke画师风格，日式漫画与现实主义结合的独特风格。以清晰、流畅且带有手绘感的轮廓线为骨架，同时在线条的粗细变化中蕴含着表现力。色彩填充多采用平涂与简单的渐变，但在背景和环境中会融入细腻的纹理，营造出一种类似纸本印刷的质感。其光影处理偏向柔和的自然光，通过简约的光影块面来塑造立体感。色调上，倾向于使用略微降低饱和度的色彩体系，赋予其一种平静、怀旧的氛围，传递出一种悠然自得、贴近生活的闲适情绪。这种风格适合描绘“生活切片”故事、随性闲适的日常故事、轻松日常、旅行日志或人物速写。"
  },
  {
    "id": 52,
    "name": "Glow-Render",
    "name_cn": "通透柔光厚涂",
    "image": "52.jpg",
    "desc": "该风格是maccha \\(mochancc\\)画师风格，融合日系美学与柔和绘画质感。有细腻的色彩渐变与通透的柔光和高光、环境光处理。笔触相当柔和且善于融合，营造出类似水彩或厚涂的平滑质感。光影偏爱使用温暖的漫反射光，在皮肤、发丝等处形成微妙的层次和通透感。色调清新、明亮且和谐，饱和度适中。风格传达了治愈、温暖、浪漫、青春与美好的情绪，适合描绘爱情、友情、成长等主题，尤其是在表现日常生活中的温柔瞬间、富有幻想色彩的童话故事或刻画角色细腻情感。"
  },
  {
    "id": 53,
    "name": "Gothic Cartoon",
    "name_cn": "怪诞哥特卡通",
    "image": "53.jpg",
    "desc": "这张图的源自著名独立游戏IP《饥荒》（Don't Starve）。笔触特点是粗糙、潦草的黑色墨线和大量的交叉排线式阴影，营造出一种手绘哥特式版画的质感。光影通过大面积的涂黑和阴影线条来增强画面的戏剧张力和压迫感。整体色调昏暗、复古，以褪色的羊皮纸为背景，搭配饱和度低的黄、黑、灰色，渲染出一种怪诞、压抑且充满危险的紧张情绪。这种独特的风格非常适合描绘克苏鲁神话、黑暗童话、生存恐怖故事或中世纪背景的怪诞冒险，能绝佳地表现疯狂、挣扎与神秘主义的主题，也适合用于制作风格独特的塔罗牌或独立漫画。"
  },
  {
    "id": 54,
    "name": "Flat Design",
    "name_cn": "扁平图形设计",
    "image": "54.jpg",
    "desc": "风格IP是“多邻国”（Duolingo）。典型的扁平化矢量插画，由干净利落的线条和简洁的几何图形构成，角色造型圆润。光影上通过大面积的纯色色块来区分主体和层次，呈现出极致的二维平面感。其色调明亮、饱和度高，色彩对比强烈，营造出一种活泼、乐观的视觉氛围。这种设计传递出的情绪是轻松、友好且充满活力的，极具亲和力。因此，该风格非常适合用于教育科普内容、儿童读物、手机应用与游戏界面、轻松的动画短片或现代品牌的吉祥物设计，尤其擅长将复杂或枯燥的信息以一种有趣、易于接受的方式呈现出来。"
  },
  {
    "id": 55,
    "name": "Kidcore ",
    "name_cn": "童趣蜡笔插画",
    "image": "55.jpg",
    "desc": "可爱手绘风格，笔触采用了一种介于蜡笔与彩铅之间的粗糙线条，搭配柔和的、带有些许颗粒感的数码水彩晕染，使得画面充满手工感和温暖的质地。光影以大面积的柔和渐变和腮红式晕染为主，缺乏硬朗的阴影，整体光线明亮而温馨，营造出一种柔光滤镜般的梦幻效果。色调以饱和度适中的粉彩系为主，色彩明快、甜美、富有童趣。所传递的情绪是绝对的治愈、可爱与天真，角色表情夸张而生动，充满活力与快乐。这种风格适合的内容主题包括面向低幼或年轻女性的童话故事书插画、以日常生活趣事为主题的绘本、角色手办或周边设计、可爱的表情包与贴纸、以及以萌系为卖点的休闲游戏或动画短片。"
  },
  {
    "id": 56,
    "name": "Sugar Scribble",
    "name_cn": "可爱抽象涂鸦",
    "image": "56.jpg",
    "desc": "插画风格。其笔触选择了类似蜡笔或粗头马克笔的质感，线条随性，色彩填充不均匀，保留了笔刷的肌理感。在光影处理上，采用了扁平化的处理方式，没有明暗渐变和体积塑造，而是依靠色块的对比来区分层次。整体色调以高饱和度的粉色和红色系为主，营造出一种温暖、甜美又充满活力的氛围。情绪丰富且具有戏剧性，既有童真的惊奇与喜悦，情感表达直接。适合描绘童话故事书、绘本、独立动画短片等内容主题，尤其擅长表现充满想象力的奇幻冒险、魔法少女的日常，或是探讨角色内心世界与情绪变化的故事。"
  },
  {
    "id": 57,
    "name": "Soft-Line",
    "name_cn": "莫兰迪水粉手绘",
    "image": "57.jpg",
    "desc": "该风格是muji (uimss)画师风格，手绘质感的Q版（chibi）风格，呈现出一种宁静、治愈的氛围，在技法上采用清晰但柔和的手绘线条，同时内部填色具有类似不透明水彩或干画笔的轻微肌理笔触，营造出一种质朴的手绘感。光影柔和，多采用漫反射的自然光，阴影层次简单而清晰，没有强烈的明暗对比。色调偏向低饱和度的莫兰迪色系或柔和的粉蜡色，常带有一种怀旧或朦胧的美感。风格传递出的情绪主要是平静、宁静、治愈、温暖、孤独和对美好回忆的思念。因此，它非常适合描绘日常生活片段、青春故事、个人成长心路以及温馨的友情与爱情等公路片。"
  },
  {
    "id": 58,
    "name": "Cute Clip",
    "name_cn": "日本小人",
    "image": "58.jpg",
    "desc": "该图的IP是日本极其著名いらすとや（Irasutoya）。这是一种“日式可爱手绘”风格，其笔触的特点是轮廓线模糊、柔和，带有类似蜡笔或水彩的质感，而非锐利的线条。画面完全扁平化，没有任何光影渲染，强调简洁、易懂的图形化信息。色调温暖、柔和，色彩搭配舒适。所有角色的表情都是简化、友善的笑脸，整体传递出一种温和、积极、治愈且充满亲和力的情绪。这种风格的泛用性极强，非常适合用于制作公共告示、教材插图、PPT、儿童童话故事书以及任何需要以友好方式传达信息的场合。"
  },
  {
    "id": 59,
    "name": "Spooky-Cute",
    "name_cn": "诡萌幻想绘本",
    "image": "59.jpg",
    "desc": "风格趋向于扁平化的插画感，笔触以干净流畅的线条为基础。非常适合用于创作富有想象力的童话故事书、奇幻绘本、动画或游戏的角色设定，尤其擅长讲述那些兼具甜美与一丝诡谲元素的幻想故事。"
  },
  {
    "id": 60,
    "name": "Crayon Shin",
    "name_cn": "蜡笔小新",
    "image": "60.jpg",
    "desc": "该图IP是日本动画《蜡笔小新》（Crayon Shin-chan）。其画风极具特色，笔触模仿了儿童蜡笔画的质感，线条粗犷、圆润且带有些许笨拙感，充满了童趣。光影表现被完全舍弃，画面由纯粹的平涂色块和粗黑的轮廓线构成，是一种高度风格化的扁平设计，强调内容的趣味性而非画面的精致度。色调采用高饱和度的红、黄、蓝等基本色，色彩鲜明，充满活力。画面传递出一种搞怪、欢乐和无厘头的家庭喜剧氛围，充满了天真烂漫的活力。这种风格非常适合用于讲述家庭日常、校园生活的搞笑故事、四格漫画以及儿童幽默童话故事书，其核心在于用简单的画面表现丰富的喜剧效果。"
  },
  {
    "id": 61,
    "name": "Dragon Ball",
    "name_cn": "龙族传说",
    "image": "61.jpg",
    "desc": "该IP风格是日本经典动漫IP《龙珠》风格。其笔触是典型的现代数字动漫风格，线条锋利而明确，配合平滑的“赛璐璐”式上色与柔和的渐变，使画面兼具二次元的纯净感与厚涂的体积感。光影运用颇具戏剧性，清晰的光源在角色身上塑造出强烈的高光和轮廓分明的阴影，使人物的肌肉结构和服装褶皱更显立体。画面的色调鲜明且充满活力。这种风格非常适合用于创作热血格斗题材的动漫、动作游戏的角色设定、超级英雄故事，或是作为高品质手办的设计原型，能够极好地展现角色的力量与动感。"
  },
  {
    "id": 62,
    "name": "Webcomic",
    "name_cn": "火柴人",
    "image": "62.jpg",
    "desc": "画风简洁，与网络漫画（Webtoon）或独立动画剧集有共通之处。采用了典型的数字矢量绘画风格，笔触干净利落，线条粗细均匀，几乎没有手绘感；光影处理上则完全是平涂，没有渐变和复杂的阴影。其色调大胆且对比强烈，大面积纯色。适合用于创作奇幻冒险题材的动画、富有表现力的手机游戏角色、或搞怪、幽默、日常的系列漫画和童话故事。"
  },
  {
    "id": 63,
    "name": "Luster Line",
    "name_cn": "清新童趣Q版",
    "image": "63.jpg",
    "desc": "该风格是1nupool画师风格，呈现出一种干净、柔和的数字插画质感，整体以清晰平滑的线条勾勒出扁平的人物和场景，角色比例略带Q版特征，显得可爱而亲切。其技法核心在于明确的线稿与柔和的色彩填充相结合，笔触统一且几乎无纹理变化，营造出一种贴纸般的精致感。光影处理非常简化和柔和，通常采用微妙的渐变或边缘一层柔光来塑造体积感，并点缀少许高光以增加通透性，整体色调明亮、饱和度适中，偏向清新治愈的日系风格。这种画风传递出治愈、温暖、快乐、平静的情绪，非常适合描绘友情、成长等主题，或用于制作童话故事书、轻松的日常漫画以及可爱的角色商品设计。"
  },
  {
    "id": 64,
    "name": "Soft-Etch",
    "name_cn": "复古褪色速写",
    "image": "64.jpg",
    "desc": "该风格是retri画师风格，整体呈现出一种现代、清新的日系插画感，融合了干净的线条与柔和的色彩。采用清晰明确的细线条勾勒轮廓，保留了手绘的微妙笔触感，但并不凌乱。光影处理非常柔和，偏向于氛围化的环境光，少有强烈的明暗对比，营造出一种朦胧美感。色调通常饱和度较低，带有灰调，给人冷静、克制的感觉，同时通过微妙的色彩变化传递出温柔与怀旧的情绪。风格传递出的核心情绪是平静、思念、淡淡的忧伤和孤独，其他大部分情绪也都能够覆盖，适合描绘现代都市背景下的青春故事、日常生活片段以及角色之间细腻的情感互动，能够很好地表现回忆、成长、陪伴等主题。"
  },
  {
    "id": 65,
    "name": "Nostalgic Dreamline",
    "name_cn": "甜美粉彩",
    "image": "65.jpg",
    "desc": "该风格是chonkyorca画师风格，呈现出柔软、治愈的漫画质感，勾线略带粗糙感。与略显随性的线条相比，色彩填充则极为平滑柔和。光影表现非常柔和，倾向于明亮通透的自然光感。色调以高明度、中低饱和度的柔和色彩为主。该风格传递出治愈、温暖、平静且充满青春回忆的情绪，非常适合描绘日常生活片段、温馨的童话故事书、角色间的细腻情感互动以及带有清新氛围的成长主题内容。"
  },
  {
    "id": 66,
    "name": "Lithograph Ink",
    "name_cn": "粗犷墨线",
    "image": "66.jpg",
    "desc": "该风格是wujurana画师风格，线条硬朗，轮廓清晰，线条偶有断开，保留了手绘的生动感。上色多为平涂，光影则采用大块面、边缘清晰的硬阴影来塑造体积感。笔触果断，线条富有表现力，能够在不同粗细变化中强调细节。色调运用灵活，既能驾驭沉静典雅的暗色调，也能表现明快清亮的饱满色彩。这种风格传递出的情绪可以是静谧、治愈、温暖、青春、成长、快乐幸福、阳光活泼。适合描绘温馨日常、童趣、具有故事感的角色插画、游戏或动漫的同人美术创作、以及带有幻想色彩的童话绘本等主题。"
  },
  {
    "id": 67,
    "name": "Charcoal Punk",
    "name_cn": "炭笔暗黑朋克",
    "image": "67.jpg",
    "desc": "带有暗黑与怪诞元素的独立漫画或绘本风格。笔触粗犷写意，融合了炭笔、水墨和蜡笔的质感，通过不规则的线条传递出强烈的原始手工感和内在情绪。光影运用极具戏剧性，通过强烈的光暗对比和孤立的光源，营造出神秘、紧张乃至不安的氛围。整体色调以冷峻的蓝色和深邃的黑色为主，奠定了一种忧郁、孤独的基调，传递出一种探索内心恐惧、略带惊悚和疏离感的情绪。这种风格适合描绘暗黑童话、心理悬疑故事、都市怪谈或超现实主义的梦境等主题，尤其善于表现人物复杂的内心世界和成长中的创伤记忆。"
  },
  {
    "id": 68,
    "name": "Heavy Ink",
    "name_cn": "欧漫概念艺术",
    "image": "68.jpg",
    "desc": "该画风呈现出非常强烈的欧洲漫画（Bande Dessinée）和硬核游戏概念艺术的融合风格，让人联想到艺术家如Mike Mignola或Kim Jung Gi的笔法。线条粗犷、果断且充满力量感，运用了大量的黑色块和硬朗的交叉影线（hatching）来塑造形态与阴影。在光影处理上，风格极为大胆且充满戏剧性，通过高对比度的明暗关系来强调物体的体积感和画面的纵深。色调饱和度不高，常以大面积的冷色或中性色为基调，再用小范围的亮色或对比色进行点缀。这种画风传递出的情绪是严肃、深沉、坚毅与孤独感。这个画风适合描绘如黑暗奇幻、废土科幻、史诗战争或侦探故事等具有厚重世界观和成人化主题的内容，尤其适用于制作风格独特的漫画、游戏设定集、插画小说封面，以及展现复杂机械结构或生物质感的高端手办（figurine）的概念设计。"
  },
  {
    "id": 69,
    "name": "Analog Dreamwave",
    "name_cn": "复古梦幻赛璐璐",
    "image": "69.jpg",
    "desc": "该风格是hanavbara画师风格，呈现出上世纪80年代、90年代日本少女动画风格，有清晰明确的线条轮廓和简约的色块阴影。笔触平滑，通过添加微妙的噪点或颗粒感，复刻了老式胶片或印刷品特有的复古视觉效果。光影采用柔和、梦幻的光源，在高光部分（如发丝和眼眸）营造出明亮温暖的辉光，背景则常见绚丽的渐变色。色调以高饱和度的粉彩为主，如粉色、紫色和薄荷绿，构建出甜美而浪漫的氛围感。传递的情绪是怀旧、梦幻、纯真且充满浪漫气息的，非常适合描绘魔法少女、浪漫爱情、复古、奇幻幻想的主题。"
  },
  {
    "id": 70,
    "name": "Luminous Impression",
    "name_cn": "通透光影厚涂",
    "image": "70.jpg",
    "desc": "该风格是ciloranko画师风格，精致的日系厚涂插画风格，融合了清晰的线条与柔和的绘画质感。光影偏爱使用柔和的漫射光作为主光源，同时辅以清晰的边缘光来勾勒轮廓。色调饱和度适中，倾向于在冷色调的阴影中融入温暖的光源，带有一种安静且略带忧郁的电影感。这种风格传递出的情绪是温柔、怀旧且富有故事性的，非常适合描绘悬疑、忧郁、孤寂、权势华丽、神性、回忆、宁静、生命救赎故事、带有感伤氛围的青春故事、以及需要细腻刻画角色内心世界的情感叙事类主题。"
  },
  {
    "id": 71,
    "name": "Graphic Vinyl",
    "name_cn": "美式粗线漫画",
    "image": "71.jpg",
    "desc": "该风格呈现出一种兼具力量与可爱的视觉效果，核心在于清晰锐利的黑色线条和块状化的硬质阴影。人物和场景都带有图形感和潮流玩具质感。利用硬边笔刷勾勒出果断且粗细均匀的轮廓线，并用大面积的平涂色块进行填充，阴影部分则常以密集的排线或纯粹的色块来表现。光影处理非常简化和概念化。色调明快且饱和度适中。这种风格传递出一种自信、酷炫且略带俏皮的情绪，非常适合描绘自信热情、治愈可爱的故事、潮流角色设计、游戏概念艺术、角色徽章或贴纸，以及充满动感的科幻或都市幻想主题。"
  },
  {
    "id": 72,
    "name": "Kaleido-chrome",
    "name_cn": "魅惑哥特霓虹",
    "image": "72.jpg",
    "desc": "该风格是akiakane画师风格，以清晰锐利的线条勾勒轮廓，同时大量运用复杂的色彩渐变与色散效果，赋予画面如宝石般通透多彩的质感。笔触极为平滑细腻，追求极致的数字光洁感。光影通过高饱和度的环境色填充阴影，并点缀镜面般锐利的高光。色调极其鲜艳大胆，创造出迷幻而充满活力的视觉冲击。这种风格传递出一种科技赛博、浪漫轮回寻找、梦幻、前卫且强烈的视觉情绪，极度适合描绘现代幻想与科幻角色、前卫时尚插画，或是模拟高级手办与概念音乐专辑封面的设计主题。"
  },
  {
    "id": 73,
    "name": "Dream-Pop",
    "name_cn": "蒸汽波神话糖果治愈系",
    "image": "73.jpg",
    "desc": "此风格是一种融合了东方神话与潮流幻想元素的A艺术风格。其笔触极为细腻，结合了清晰的轮廓线与柔和的数字渐变，营造出精致的质感。在光影上，风格偏好使用高光和辉光，光线柔和且富有氛围感，使物体仿佛自身在发光，充满了神圣与梦幻的感觉。色调以高明度、高饱和度的粉、蓝等马卡龙色系为主，整体甜美、绚丽。这种风格传递出的是一种天真烂漫、积极愉悦且充满奇迹感的梦幻情绪。非常适合用于创作童话故事书、潮流玩具（手办）、奇幻主题的二次元游戏角色设定、虚拟偶像概念设计，或是带有神话新解性质的插画，能够完美构建一个既甜美又充满宏大想象的世界。"
  },
  {
    "id": 74,
    "name": "Modern Gouache",
    "name_cn": "水粉童书插画",
    "image": "74.jpg",
    "desc": "该风格的笔触带有明显的绘画感和纹理，类似于水粉、彩色铅笔或干画法在纸上的质感，边缘柔和，不追求锋利的线条。光影表现上，整体采用柔和的漫射光，光感温暖而朦胧，而非强调强烈的明暗对比。色调上，画面以温暖的红色、绿色和橙色为主，饱和度适中并带有一丝复古感，呈现出一种高级、沉静的绘本质感。这种风格传递出的情绪是温和、宁静且略带一丝怀旧的，充满了故事感和想象空间。因此，它非常适合用于描绘童话故事书、文艺绘本、生活方式杂志插图或带有叙事感的角色设计，尤其擅长捕捉那些安静、内省的日常瞬间。"
  },
  {
    "id": 75,
    "name": "Urban Graphic",
    "name_cn": "都市潮漫硬边撞色",
    "image": "75.jpg",
    "desc": "该风格融合了现代动漫风格、美式漫画与街头涂鸦的视觉元素。笔触以清晰、果断的黑色线条为核心，勾勒出硬朗的轮廓，内部则采用平涂，强调块面感而非笔触肌理。在光影处理上，它运用了风格化的硬边阴影（Cel Shading），通过明确的明暗交界来塑造立体感。色调方面，其色彩饱和度极高，用色大胆鲜明，通过高纯度的背景色与人物形成强烈对比。这种风格传递出一种前卫、酷炫且充满活力的情绪，人物姿态充满了自信与不羁。因此，它非常适合描绘赛博朋克、街头潮流、都市幻想、动作竞技类游戏或漫画等主题，尤其是在进行个性鲜明的角色设计和概念艺术创作时表现极佳。"
  },
  {
    "id": 76,
    "name": "Surrealism",
    "name_cn": "浮世绘超现实主义",
    "image": "76.jpg",
    "desc": "该风格融合了东方古典与现代超现实主义的元素。其笔触极为细腻精致，线条绵密清晰，让人联想到传统工笔画或浮世绘版画的质感，通过精细的线条勾勒出丰富的细节。光影处理偏向扁平化和装饰性，不追求强烈的立体感，而是依靠丰富、梦幻的色彩来塑造层次。色调以高饱和度的粉、蓝、紫为主，冷暖对比和谐，营造出一种静谧而华丽的视觉氛围。画面整体传递出一种宁静、孤独又充满奇幻想象的情绪，仿佛一个美丽而疏离的梦境。这种风格极度适合描绘梦境、神话寓言、或带有哲学思辨的童话故事书，也非常适合用作独立音乐专辑封面或探讨潜意识与幻想主题的艺术作品。"
  },
  {
    "id": 77,
    "name": "Vibrant Painterly",
    "name_cn": "柔光浪漫水彩笔触",
    "image": "77.jpg",
    "desc": "其笔触带有明显的数字厚涂质感，保留了手绘的纹理，又展现出色彩的平滑过渡。光影上善用柔和的光线营造梦幻氛围，同时在眼眸处施以清透的高光，显得富有生命力。色调清新饱和，多采用蓝、紫、粉等干净明亮的色彩，整体感觉空灵又治愈。画面传递出融合了温柔、忧郁、宁静与奇幻的复杂情绪。这种风格非常适合用于绘制现代童话故事、神话主题插画、情感丰富的角色概念设计以及诗歌或小说的封面，能精准捕捉那些细腻而富有想象力的瞬间。"
  },
  {
    "id": 78,
    "name": "Ligne Claire",
    "name_cn": "治愈冒险漫画",
    "image": "78.jpg",
    "desc": "具有鲜明的日系游戏美术特征，笔触干净利落，填色上运用了柔和的渐变与微妙的纹理，营造出一种通透轻盈的质感。光影处理非常柔和，通过细腻的高光和自然的阴影塑造出角色的立体感，使画面显得温馨而明亮。色调以粉、白等高明度暖色系为主，整体氛围甜美、梦幻。这种风格传递出一种纯真、愉快且治愈人心的情绪，适合用于描绘童话故事书中的角色、奇幻冒险主题的少女、或作为游戏角色立绘和手办周边的设计图，能极好地展现人物的可爱与美好。"
  },
  {
    "id": 79,
    "name": "Shōjo Manga",
    "name_cn": "日式少女漫",
    "image": "79.jpg",
    "desc": "该图是“日式少女漫画”（Shōjo Manga）的典型画风，常见于恋爱题材的漫画杂志封面或插图中。其笔触极为纤细、华丽，线条繁复且富有装饰性，尤其体现在发丝和巨大的眼睛上。画面大量使用闪光、羽毛、气泡等元素以及“网点纸”效果来填充，营造梦幻感。光影处理柔和、明亮，重点是通过眼睛和头发上的高光来表现角色的“闪亮”特质。色调以粉、紫、淡蓝等柔和的马卡龙色系为主。整体情绪充满了浪漫、梦幻。这种风格是浪漫主义的极致体现，非常适合描绘校园恋爱故事、中世纪贵族背景的童话故事书、女性向游戏（乙女游戏）以及各类注重角色美型和情感氛围的创作。"
  },
  {
    "id": 80,
    "name": "Plush Toy",
    "name_cn": "毛绒玩具质感",
    "image": "80.jpg",
    "desc": "该图是一种“Q版毛绒玩偶”（Plush Toy）的实物风格。其艺术感体现在材质和设计上：柔软的绒布材质、刺绣的五官以及“三头身”的可爱化比例。整体传递出一种极致的可爱、温和与治愈的情绪，令人感到舒适和放松。这种风格是角色IP衍生品开发的极致体现，非常适合作为收藏级手办、粉丝向周边商品，其设计理念也适用于儿童绘本或治愈系童话故事书中的角色。"
  },
  {
    "id": 81,
    "name": "Soft Pastel",
    "name_cn": "空气彩铅",
    "image": "81.jpg",
    "desc": "此风格是一种日系“空气感”画风，充满亲和力。其笔触带有明显的素描和蜡笔质感，线条松散柔软，色彩堆叠营造出手绘的温暖感。光影处理非常柔和，多采用漫射光，使画面明亮通透，仿佛笼罩在一层柔光之中，阴影清淡。色调以低饱和度的马卡龙色系为主，清新而温暖。整体传递出一种纯真、治愈、梦幻且略带怀旧的温馨情绪。因此，这种风格极度适合描绘童话故事书、儿童绘本、展现少女日常与梦境的片段、以及一切关于夏日、回忆与成长的温暖主题。"
  },
  {
    "id": 82,
    "name": "Crystalline",
    "name_cn": "光影平涂",
    "image": "82.jpg",
    "desc": "这是一个精致唯美的幻想风格。其笔触轻盈细腻，结合了清晰的线条与朦胧的色块，营造出空灵飘逸的质感。光影处理是其精髓，擅长运用柔和的散射光作为主光源，同时在发丝、饰品和眼眸等处点缀锐利的高光与彩虹般的“神仙光效”，塑造出晶莹剔透的视觉效果。色调上，它偏爱低饱和度的莫兰迪色系或柔和的马卡龙色作为基底，再用小面积的高饱和度色彩进行点缀，整体感觉清冷而华丽。这种风格传递出一种优雅、梦幻且略带忧郁的浪漫情绪，展现了一种精致易碎的美感。因此，它非常适合用于描绘乙女游戏角色、奇幻小说插画、虚拟偶像设定、时尚概念设计，以及任何侧重于表现“美”本身的、带有幻想色彩的主题，如神明、精灵或拥有华丽设定的现代贵族。"
  },
  {
    "id": 83,
    "name": "Aetherial Matte",
    "name_cn": "轻复古水彩",
    "image": "83.jpg",
    "desc": "该风格是kinutani yutaka画师风格，结合了清晰的线稿与柔和的平涂上色，营造出一种介于动画与插画之间的质感。其笔触细腻且带有微妙的肌理感，仿佛是水彩或彩色铅笔在画纸上留下的痕迹。光影处理偏爱使用柔和的漫射光，光线均匀地洒在画面上，阴影层次柔和，边界模糊，强调了宁静安逸的氛围。色调饱和度偏低，多采用清新、淡雅的色彩组合，营造出一种略带怀旧和朦胧的美感。构建了恬静、温柔又略带一丝忧郁的复杂情绪，仿佛是某个温暖午后静止的回忆片段。非常适合描绘角色的日常生活瞬间、带有幻想色彩的故事、以及需要传达细腻情感的叙事场景。"
  },
  {
    "id": 84,
    "name": "Serene Chroma",
    "name_cn": "卡通平涂漫画",
    "image": "84.jpg",
    "desc": "该风格是xinzoruo画师风格，柔和的绘本感日系插画风格。采用纤细线条勾勒轮廓。上色方式类似水彩或彩铅的柔和晕染方式。光影通常为柔和的漫射光，营造出宁静、舒适的视觉氛围。色调以低饱和度的柔和色彩为主，整体呈现出温暖、怀旧且略带一丝忧伤的质感。这种风格传递出一种治愈、平静、温柔、思念、美好且充满回忆感的情绪，非常适合的内容主题是描绘日常生活片段、青春成长故事、温馨的童话绘本以及带有幻想色彩的友情与陪伴的叙事。"
  },
  {
    "id": 85,
    "name": "Serene Grace",
    "name_cn": "东方淡彩",
    "image": "85.jpg",
    "desc": "此风格融合了东方古典美学与现代二次元插画的精致风格，近似于当下流行的“国风”或高品质游戏美术。其笔触极为细腻干净，线条流畅，色彩渲染上多采用平滑柔和的过渡，几乎没有粗犷的笔刷痕迹，整体呈现出数字绘画的精致与平滑感。在光影方面，该风格偏好使用柔和、均匀的漫射光，营造出一种宁静、朦胧且略带梦幻的氛围，光影关系微妙而富有空气感。色调以低饱和度的暖色系和马卡龙色系为主，如米白、淡粉、浅青等，观感温润、雅致且和谐。这种视觉语言共同传递出一种静谧、温柔、纯净，时而带有一丝淡淡忧郁的复杂情绪。因此，该风格非常适合描绘东方幻想故事、宫廷贵族少女、带有神话色彩的人物、或温馨治愈的童话绘本等主题，能够细腻地刻画角色的情感世界和空灵的故事氛围。"
  },
  {
    "id": 86,
    "name": "Painterly Block-in",
    "name_cn": "戏剧光影水彩色块",
    "image": "86.jpg",
    "desc": "该风格是一种融合了日系动漫与写实绘画技巧的现代数字插画风格。其笔触细腻而富有表现力，既有厚涂的体积感，也保留了线条的轻盈与洒脱，使画面兼具精致感与呼吸感。光影处理是该风格的灵魂，善用戏剧性的光线来切割画面、塑造轮廓和烘托氛围，营造出强烈的空间感与故事感。色调和谐统一，倾向于使用低饱和度的色彩或雅致的冷色调，传递出一种静谧、忧郁而又略带疏离感的典雅情绪。这种风格非常适合描绘以人物为核心的现代奇幻、都市传说或新式古风主题，尤其擅长表现角色的细腻情感与内心世界，也可用于制作富有艺术感的角色立绘、时尚插画或故事性强的封面设计。"
  },
  {
    "id": 87,
    "name": "Modern Baroque",
    "name_cn": "奇幻平涂",
    "image": "87.jpg",
    "desc": "该风格呈现出精致且氛围感强烈的“二次元厚涂”商业插画风格。其笔触细腻，融合了利落的线条与柔和的块面，对软硬边缘的控制十分娴熟，既保证了画面的清晰度又不失绘画感。光影运用是其核心，极擅长利用高对比度、体积光和清晰的轮廓光来营造神秘、华丽的氛围，赋予画面强烈的戏剧张力。色调上多采用低饱和度的冷色系作为基底，再以高饱和度的光源色进行点缀，构建出高级而雅致的视觉感受。整体情绪偏向静谧、忧郁，带有一丝疏离和神圣感。这种风格非常适合描绘现代奇幻、都市神祇、科幻贵族等主题，尤其善于刻画外表优雅且内心充满故事感的角色，在游戏立绘、小说封面、宣传海报等领域表现力极佳。"
  },
  {
    "id": 88,
    "name": "Wobbly Line ",
    "name_cn": "史努比",
    "image": "88.jpg",
    "desc": "该风格是史努比（Snoopy）IP风格。其风格的标志性特征在于其手绘笔触，线条简洁、有机，带有一种特意的轻微“抖动感”，充满了人情味和温暖感，采用大面积的平涂色块，不追求复杂的立体感，是典型的复古漫画风格。色调明快、简约，以基础的纯色为主，视觉上清晰而舒适。画面传递出一种乐观、自信和富有想象力的温和情绪，充满了怀旧和治愈的感觉。这种风格适合用于报纸连环画、儿童启蒙绘本、节日贺卡。"
  },
  {
    "id": 89,
    "name": "Colored Pencil ",
    "name_cn": "治愈童趣颗粒彩铅",
    "image": "89.jpg",
    "desc": "该风格是一种温馨治愈风格。笔触带有明显的手绘感，模拟了水彩、水粉或彩铅的质感，笔触边缘柔和且富有肌理感。在光影处理上，该风格偏爱使用柔和的漫射光，光影过渡自然朦胧，避免了强烈的明暗对比，营造出一种温暖的氛围感和轻盈的空气感。色调以粉、紫、蓝等低饱和度的马卡龙色系为主，温柔梦幻。这种风格整体传递出一种治愈、温暖、宁静且天真烂漫的情绪，能唤起人们内心对美好的向往。非常适合的内容主题是童话故事书、温馨绘本、节日贺卡，以及一切与童年、梦想、萌宠相关的治愈系创作，用以表达纯真美好的情感世界。"
  },
  {
    "id": 90,
    "name": "Bold Line Chibi",
    "name_cn": "粗线潮流Q版",
    "image": "90.jpg",
    "desc": "该风格是一种现代Q版卡通或“Chibi”风格。其笔触特点是线条干净利落、边缘锐利，并用粗重的黑边进行勾勒，呈现出一种平滑、类似矢量图的质感。在光影处理上，它运用了简洁的硬阴影（Cel-shading），几乎没有柔和的渐变，有效塑造了角色的基本体积感。色调方面，整体色彩鲜艳、饱和度高，画面明快，充满活力。这种画风传递出一种天真烂漫、轻松愉快且积极向上的情绪。非常适合用于制作潮流玩具（手办）、盲盒设计、儿童绘本与童话故事书插画、休闲类游戏的角色设定、社交软件的表情包以及亲和力强的品牌吉祥物等内容主题。"
  },
  {
    "id": 91,
    "name": "Chalky & Grainy ",
    "name_cn": "颗粒粉彩童话风",
    "image": "91.jpg",
    "desc": "该风格是一种温馨治愈的现代童话绘本风格。笔触带有明显的颗粒质感，类似于彩色铅笔或粉彩在粗糙画纸上创作的触感，笔触细腻而富有层次，保留了手绘的温度。在光影处理上，风格偏向于柔和的漫射光，光线均匀地洒在人物和景物上，营造出一种朦胧而温暖的梦幻氛围，少有强烈的光影对比。色调明亮而饱和，多采用蓝、黄、白等高明度的色彩组合，但整体色感和谐统一，给人一种复古胶片般的温暖感觉，清新而不失沉稳。这种风格传递出的情绪是宁静、纯真、好奇且充满希望的，唤起人们对童年和美好事物的向往。非常适合的内容主题是童话故事书、儿童绘本、奇幻文学插画，以及任何与梦想、成长、自然和魔法相关的诗意表达，能极佳地描绘出一个充满善意与奇迹的想象世界。"
  },
  {
    "id": 92,
    "name": "Lyrical Line",
    "name_cn": "抒情柔光线条",
    "image": "92.jpg",
    "desc": "该风格融合了日系动漫与时尚插画的特征。其笔触光滑、细腻且高度数字化，缺乏传统笔刷的物理感，呈现出纯净的线条和色块。光影处理梦幻柔和，常用大面积的平涂与柔和渐变，营造出一种明亮、通透且略带荧光的氛围。整体色调以清新淡雅的冷色系为主，辅以柔和的暖色点缀，饱和度偏低，干净而悦目。它传递出一种清冷、优雅、略带忧郁或空灵的情绪。此风格非常适合描绘现代都市奇幻、唯美童话、轻小说封面或时尚插画。"
  },
  {
    "id": 93,
    "name": "Renaissance",
    "name_cn": "文艺复兴古典画",
    "image": "93.jpg",
    "desc": "该图是对15-16世纪欧洲文艺复兴时期古典肖像画风格的完美复刻。其笔触极为细腻、平滑，通过油画罩染技术达到的效果，对皮肤、织物的质感刻画入微。光影处理是典型的“明暗对照法”（Chiaroscuro），柔和的侧光塑造出人物强烈的立体感和真实感。色调丰富、沉稳，以华贵的绿色和金色为主，充满了古典韵味。画面情绪庄重、宁静，带有一种超越时间的、谜一般的典雅气质。这种风格极度适合描绘历史题材、中世纪贵族肖像、宗教故事以及用于博物馆级的艺术创作和影视概念设计。"
  },
  {
    "id": 94,
    "name": "Impressionism",
    "name_cn": "朦胧印象派",
    "image": "94.jpg",
    "desc": "该风格融合了日系插画与数字厚涂画法。笔触柔软细腻，带有明显的涂抹感和颗粒质感，效果朦胧柔和。光影运用柔和的漫反射光和温暖的氛围光，使物体边缘散发着一层辉光，高光部分明亮而不刺眼，充满梦幻与空灵感。色调明亮、饱和度高。这种风格传递出一种浪漫、奇幻且温馨的情绪，非常适合描绘童话故事书、幻想世界的角色与场景、游戏概念艺术或带有浪漫主义色彩的卡牌插画等内容主题。"
  },
  {
    "id": 95,
    "name": "Vector Art",
    "name_cn": "矢量扁平色块",
    "image": "95.jpg",
    "desc": "该风格笔触干净利落，以硬朗清晰的线条和色块进行平涂，强调图形的轮廓感和设计感。在光影处理上，该风格采用简洁的块状阴影（Cel-shading），注重光影分割。色调多以大面积的冷色调作为基底，运用小范围高饱和度的暖色进行点缀。传递出冷静、潮流的情绪，并带有一丝孤独或沉思的氛围。非常适合描绘如赛博朋克、末世废土、现代奇幻等内容主题，尤其在游戏角色立绘、场景概念设定、以及具备独特世界观的动画。"
  },
  {
    "id": 96,
    "name": "Modern Folk",
    "name_cn": "质朴蜡笔",
    "image": "96.jpg",
    "desc": "该风格的笔触是蜡笔或彩铅质感，线条随性。扁平化，通过色块的并置来暗示光影。整体色调明快、温暖且和谐，多采用高饱和度的邻近色或对比色搭配。情绪是治愈、悠闲与温馨。非常适合用于童话故事书、绘本、生活方式类杂志插图或疗愈系产品的包装设计，擅长表现与日常、宠物和自然相关的温暖主题。"
  },
  {
    "id": 97,
    "name": "Modern Woodcut",
    "name_cn": "粗糙颗粒肌理版画",
    "image": "97.jpg",
    "desc": "该风格融合了现代插画与复古版画质感。其笔触带有肌理感和刻印痕迹，类似木刻版画，线条硬朗而质朴。光影处理非常明确，强烈的侧光投下清晰的硬阴影。整体色调偏向温暖。这种风格非常适合描绘都市生活题材的绘本或漫画、独立杂志插图，或是个性化的文创产品（如海报、唱片封面）。"
  },
  {
    "id": 98,
    "name": "Pop Surrealism",
    "name_cn": "甜美可爱复古波普",
    "image": "98.jpg",
    "desc": "该风格是数字绘画风格。笔触干净利落，线条流畅分明，色彩鲜明饱和，采用高光与柔和阴影结合的梦幻光影效果，营造出一种超现实的视觉质感。这种风格适合描绘现代童话、情感寓言、心理成长主题的插画，或作为专辑封面、轻小说插画。"
  },
  {
    "id": 99,
    "name": "Modern Riso",
    "name_cn": "波普印刷",
    "image": "99.jpg",
    "desc": "这张风格效果图呈现出一种融合了复古质感与现代平面设计的版画风格。其笔触特点在于模拟丝网印刷或木刻版画的粗犷线条与颗粒状纹理，并非细腻的绘画笔触。光影处理上，它倾向于使用大面积的平涂色块和高对比度来塑造立体感，而非平滑的渐变光影。色调上，整体采用有限的、饱和度较高的复古色彩组合，如橙、红、蓝和黑色的搭配。这种风格传递出的情绪是充满力量、动感与怀旧气息的。非常适合用于描绘流行文化偶像、神话生物、摇滚海报、潮流玩具或具有强烈风格的图画故事书，旨在创造一种既复古又充满现代活力的视觉宣言。"
  },
  {
    "id": 100,
    "name": "Chroma-Grain",
    "name_cn": "奶油色绘本",
    "image": "100.jpg",
    "desc": "该风格是narumame画师风格，一种可爱的日系插画风格。使用平滑、精准的细线条勾勒轮廓，以平涂及柔和的渐变进行大面积上色，有复古印刷品的感觉。光影处理柔和，多为明亮的漫射光，阴影轻薄通透。色调温暖明快，饱和度适中，偏爱使用粉彩色系。风格传递出治愈、温暖、平静、温柔、浪漫的情绪，适合描绘青春、美食、成长、友情、爱情等主题。"
  },
  {
    "id": 101,
    "name": "Naive Art",
    "name_cn": "表现主义儿童涂鸦",
    "image": "101.jpg",
    "desc": "该风格是有童趣且温暖的欧洲经典绘本风格，其艺术感与部分法国、东欧的插画作品有共通之处。笔触自由，有蜡笔、炭笔和水彩的质感，线条充满了手绘的生动与随性。光影处理上，趋于平面化和装饰性，不刻画复杂的光影关系。色调明快、饱和度高，大量运用红、黄、蓝、绿等鲜艳纯粹的色彩，传递出一种天真烂漫、无忧无虑的治愈情绪。尤其擅长表现自然风光、可爱动物以及充满想象力的奇幻场景等主题。"
  },
  {
    "id": 102,
    "name": "Emotive Sketch",
    "name_cn": "古典戏剧情绪光影",
    "image": "102.jpg",
    "desc": "该风格融合了彩铅或水彩的质感与清晰的线稿。在光影处理上，运用柔和的光晕和微妙的色彩渐变营造氛围，通过高光和阴影的对比赋予画面戏剧性。色调整体偏向低饱和度的粉紫、蓝灰色调，营造出复古、朦胧而梦幻的感觉，同时点缀高饱和色彩。它非常适合用于描绘具有复杂内心世界的角色、带有心理或奇幻元素的插画、独立游戏人设、塔罗牌以及小说封面等主题。"
  },
  {
    "id": 103,
    "name": "Retro 50s",
    "name_cn": "五零年代",
    "image": "103.jpg",
    "desc": "呈现出鲜明的复古未来主义与中期现代插画风格，在笔触上运用大胆的几何色块与利落的线条勾勒形象，强调形状的平面感与装饰性。光影处理倾向于大面积平涂来区分明暗；色调上则多采用低饱和度的复古色彩，如姜黄、橄榄绿和脏橘色，营造出一种温暖而怀旧的氛围。作品流露出的情绪是奇幻、神秘又带有一丝俏皮的幽默感。这种风格非常适合为童话故事书、独立游戏、志怪传说、科幻寓言或风格化的动画进行概念设计。"
  },
  {
    "id": 104,
    "name": "Technical Pen",
    "name_cn": "彩铅素描插画",
    "image": "104.jpg",
    "desc": "彩铅质感插画风格，笔触流畅、色调明快，也可以创作铅笔素描效果，适合绘制时尚插画或小说封面、概念设计、草图设计、温馨绘本。"
  },
  {
    "id": 105,
    "name": "Warm chibi",
    "name_cn": "温暖治愈Q版",
    "image": "105.jpg",
    "desc": "笔触上使用了带有轻微肌理感的柔和线条，营造出一种手绘般的温暖感。光影处理非常柔和，通过在皮肤关节、脸颊等处叠加温暖的橘红色调来表现阴影和红晕，并用高光在眼睛、头发等处点缀出闪亮通透的质感，充满星光的“玻璃珠”眼睛极具特色。色调以奶油黄、暖棕、和淡粉色为主，饱和度偏低。该画风适合童话故事绘本、角色手办或周边的Q版设计、表情包贴纸创作，以及对经典IP进行可爱化的同人绘画，能够将任何角色都“萌化”。"
  },
  {
    "id": 106,
    "name": "Stop-Motion",
    "name_cn": "莱卡定格动画",
    "image": "106.jpg",
    "desc": "该图是美国定格动画工作室“莱卡”（Laika）工作室标志性的风格。此风格的核心是实体定格动画模型的精致手办质感，角色身上手工制作的服装纹理和雕塑面庞清晰可见。光影运用极具电影感，强烈的蓝色背光勾勒出人物轮廓，营造出神秘、戏剧化的氛围。色调偏冷，整体笼罩在蓝色光晕下，人物各自的色彩在统一的光影中显得和谐。这种风格非常适合讲述带有奇幻、悬疑或哥特元素的暗黑童话，尤其善于塑造在逆境中成长的、勇敢而与众不同的青少年主角。"
  },
  {
    "id": 107,
    "name": "Modern Etching",
    "name_cn": "锈湖",
    "image": "107.jpg",
    "desc": "该风格是锈湖（Rusty Lake）游戏IP风格。它的笔触细腻，模仿了传统版画的蚀刻技法，通过密集的排线和点画来塑造物体的质感，画面带有复古的颗粒感。光影处理非常平面化，几乎没有明显的阴影。营造出一种非现实的、均匀的漫射光环境，加剧了场景的静谧与诡异。色调非常克制，以低饱和度的灰、绿、棕等大地色为主。画面传递出一种静谧、神秘且充满哲学思辨的疏离情绪。这种风格极度适合创作寓言故事、成人绘本、诗歌插图或探讨存在主义主题的艺术作品。"
  },
  {
    "id": 108,
    "name": "Luminous Memoir",
    "name_cn": "怀旧电影感氛围光影",
    "image": "108.jpg",
    "desc": "该风格是kukka画师风格，营造出一种胶片电影或复古插画的质感。其笔触总体偏向柔和，尤其在背景和光影过渡上，多采用平滑的渐变和晕染。光影使用大面积、具有氛围感的逆光或柔和的散射光，光线常常带有温暖的饱和色，并呈现出一种朦胧、辉光的效果。色调上，作品倾向于采用饱和度较高但略带灰度的暖色调，整体营造出一种温暖、怀旧而略带一丝宁静忧郁的情绪。非常适合描绘富有故事感的瞬间、追忆回忆往昔、命运压抑、力量救赎、寻找浪漫、日常生活中的诗意片段、以及带有幻想色彩的城市或自然景致。"
  },
  {
    "id": 109,
    "name": "Soft-Form Ink",
    "name_cn": "墨线卡通",
    "image": "109.jpg",
    "desc": "该风格是fusazakura画师风格，手绘线条清晰利落，有漫画感。将大面积的平涂与柔和的阴影渲染相结合，既创造出干净、通透的视觉效果。色调明快和谐，饱和度适中。整体传递出一种可爱、平静、温馨日常、积极乐观的情绪。这种风格的清晰度与柔和感取得了绝佳的平衡，非常适合用于表现青春日常、治愈乐观积极的故事、奇幻故事、游戏立绘等。"
  },
  {
    "id": 110,
    "name": "Kine-Graphic",
    "name_cn": "粗线活力动感卡通",
    "image": "110.jpg",
    "desc": "该风格是rariatto (ganguri)画师风格，融合了强烈的平面设计感与日式漫画的生动活力。轮廓线清晰，带有一种数字墨水笔的质感和手绘的能量感。使用大面积的平涂色块，以简约的硬边缘阴影来塑造基本的体积感。色彩饱和度高，明快和谐。整体传递出轻松、随性、诙谐、活泼、充满动感的积极情绪，适合描绘友谊、陪伴、勇敢、温暖积极的故事、现代感的角色、动漫同人创作、美食、概念设计以及各类周边商品插图。"
  },
  {
    "id": 111,
    "name": "Iridescent",
    "name_cn": "虹彩梦幻治愈水彩",
    "image": "111.jpg",
    "desc": "该风格精致唯美，笔触细腻，在色彩上运用水彩或数码喷枪的柔和过渡，营造出一种朦胧的空气感。光影整体采用柔和的漫射光，巧妙地在发丝、皮肤和眼眸等处运用高光，塑造出通透、发光般的质感。色调以粉彩和马卡龙色系为主，清新、明亮。整体传递梦幻、浪漫、温柔且空灵的情绪。非常适合用于奇幻题材的原创角色设计、女性向游戏的立绘以及幻想类小说或诗集的封面艺术。"
  },
  {
    "id": 112,
    "name": "Quirky",
    "name_cn": "童趣速写",
    "image": "112.jpg",
    "desc": "手绘风格，线条朴拙而干净。用垂直的排线来表现毛发、阴影或物体质感。采用平面化设计，没有复杂的明暗关系，用色彩块面来区分对象。色调整体偏向柔和与复古。情绪传递出一种天真、可爱且略带怪诞的幽默感，既有奇幻的想象，又透露出孩童般的纯粹与治愈。非常适合用于童话故事书、儿童绘本、独立动画短片、或与奇幻生物主题相关的周边设计。"
  },
  {
    "id": 113,
    "name": "Modern Pixiv",
    "name_cn": "复古日式",
    "image": "113.jpg",
    "desc": "该画风是复古日式动漫风格。笔触细腻，勾线纤细并与色块融合，上色则运用了大量柔和的渐变和喷枪效果，使人物肌肤和发丝呈现通透感。光影表现是其核心，强烈的顶光和背光营造出耀眼的氛围，发丝边缘的“辉光”效果和高饱和度的冷色阴影是其典型特征。色调鲜艳、明亮，对比度高，充满了夏日的活力。这种风格非常适合绘制动画或游戏的关键宣传图、角色卡牌、轻小说封面以及注重氛围和情感表现的奇幻童话故事。"
  },
  {
    "id": 114,
    "name": "Curved Flat",
    "name_cn": "复古线条都市",
    "image": "114.jpg",
    "desc": "该风格是yukimoto shuuji (gurigura)画师风格，充满漫画感，大面积平涂。光影极简，倾向于用平面化的方式表现，使整体视觉非常明快、通透。色调采用低饱和度的暖色系，如米黄、橙红和灰调的蓝绿，营造出一种温暖、怀旧且略带一丝疏离的氛围。传递出的情绪是平静、治愈、温柔的，并夹杂着淡淡的孤独感与对过往的思念。适合描绘城市景观、青春成长故事、温馨的童话以及关于记忆、陪伴与孤独的治愈系主题。"
  },
  {
    "id": 115,
    "name": "Vibrant Edge",
    "name_cn": "硬边萌系赛璐璐",
    "image": "115.jpg",
    "desc": "该风格是harada takehito画师风格，经典日系动画风格。采用清晰黑色线条来勾勒轮廓，在平涂的大色块基础上，叠加了界限分明的硬质阴影，并且常常在色彩内部融入了微妙的噪点或纹理。光影塑造果断而直接，倾向于用明确的光源切分出干净利落的亮暗部，强调角色的立体形态。色调通常鲜艳且高饱和，充满活力，能够精准地传递出青春、自信、精力充沛且略带一丝俏皮或魅惑的情绪。非常适合表现奇幻冒险、角色成长故事、战斗与友情等内容主题。"
  },
  {
    "id": 116,
    "name": "Minimalist art ",
    "name_cn": "极简几何艺术",
    "image": "116.jpg",
    "desc": "该图是一种在独立游戏和现代插画中非常流行的“极简图形”或“扁平化设计”风格。这种风格由清晰、硬朗边缘的色块构成。光影处理也遵循极简原则，使用几何形状的、边缘锐利的硬阴影来塑造体积感，既保留了画面的平面图形美感，又具有立体效果。色调大胆、明亮，以高饱和度的纯色为主，对比强烈。它非常适合用于制作风格化的动作游戏、动画短片、潮流手办以及强调设计感和动感的漫画或海报。"
  },
  {
    "id": 117,
    "name": "Ukiyo-e",
    "name_cn": "东方古典装饰",
    "image": "117.jpg",
    "desc": "该图是对日本传统“浮世绘”（Ukiyo-e）木版画风格的致敬与重新诠释。其笔触的精髓在于富有书法美感的、粗细变化的黑色线条，用以勾勒万物轮廓；鱼鳞、波浪等细节则通过重复的精细线条来表现肌理。画面整体趋于平面化，依靠线条和色块的构图来营造空间感。色调典雅、古朴，以低饱和度的青、赭、米白等传统色彩为主。画面传递出一种宁静、沉思、典雅的东方古典情绪。这种风格非常适合用于描绘历史故事、民间传说、古典文学插图以及任何充满东方禅意与自然哲思的主题创作。"
  },
  {
    "id": 118,
    "name": "Origami",
    "name_cn": "折纸艺术",
    "image": "118.jpg",
    "desc": "该图是一种“折纸”或“剪纸”艺术风格。其最显著的特征是人物的头发和衣物都由层层叠叠的、带有纹理的“纸片”构成，充满了手工艺感。光影处理柔和而自然，在纸片的褶皱和层叠处形成了微妙的阴影，赋予了角色真实的立体感。画面传递出一种天真、好奇又略带一丝忧郁的童话情绪。这种风格非常适合用于讲述民间传说、奇幻冒险故事、制作风格独特的童话故事书或定格动画。"
  },
  {
    "id": 119,
    "name": "Super Chibi ",
    "name_cn": "粗线超级Q版",
    "image": "119.jpg",
    "desc": "该风格是WEB风格或“Q版”或“二头身”（Chibi/SD）角色设计风格。其笔触特点是极为粗壮、醒目的黑色轮廓线，线条干净利落，具有强烈的图形符号感。光影处理极度简化，仅用细微的硬阴影来点缀，整体由大面积的平涂色块构成。色调以红、橙等暖色为主，饱和度高，充满活力。画面情绪通过“可爱”的比例和“凶狠”的表情形成“反差萌”，传递出一种“又萌又飒”、充满斗志的俏皮感。这种风格非常适合用于快节奏的休闲竞技游戏、角色头像、系列化的盲盒手办，以及轻松幽默的冒险题材童话故事书。"
  },
  {
    "id": 120,
    "name": "Cute Manga ",
    "name_cn": "活力萌系赛璐璐",
    "image": "120.jpg",
    "desc": "该图是一种在日系手游和插画中常见的、线条干净利落的“萌系”或“Q版”画风。其笔触是清晰的、带有粗细变化的棕黑色勾线，显得比纯黑线条更柔和。光影处理是典型的“赛璐璐”风格，使用大面积的平涂色块和少量边缘清晰的硬阴影来塑造形象，整体风格简洁明快。色调以高饱和度的黄色为主，色彩鲜艳，充满活力。这种风格非常适合用于制作二次元手游中的角色立绘、社交媒体头像、表情包以及轻松愉快的童话故事书或冒险漫画。"
  },
  {
    "id": 121,
    "name": "Chromatic Edge",
    "name_cn": "高对比硬边缘图形",
    "image": "121.jpg",
    "desc": "该风格是miyoshi yoshimi画师风格，笔触干净利落，以清晰、粗细均匀的黑色线条勾勒轮廓，具有强烈的图形感和漫画感。光影分界锐利，通过大块的平涂色块来塑造立体感，画面扁平。色调极为鲜艳、明快，饱和度高。整体传递出一种充满活力、年轻、乐观的情绪。这种风格非常适合描绘幻想、冒险、科幻题材、角色驱动的视频游戏美术以及潮流时尚插画。"
  },
  {
    "id": 122,
    "name": "Radiant Linea",
    "name_cn": "柔和光影厚涂卡通",
    "image": "122.jpg",
    "desc": "该风格是malberrybush画师风格，流畅精准的线条与柔和细腻的色彩渲染相结合。运用类似数字喷枪或柔边笔刷的工具，创造出平滑的色彩过渡和柔和的阴影。光影采用温暖的、带有些许辉光的侧光源，使人物和景物笼罩在柔光之中。色调鲜明且饱和度高，色彩搭配和谐。整体上传递出一种温暖、治愈、梦幻且略带一丝怀旧的情绪。这种风格非常适合用于描绘情感细腻的角色肖像、动漫或游戏同人创作、视觉小说立绘以及富有故事感的都市生活或幻想场景。"
  },
  {
    "id": 123,
    "name": "Prismatic Glitch",
    "name_cn": "棱镜故障艺术",
    "image": "123.jpg",
    "desc": "该风格是iro画师风格，巧妙融合了清晰锐利的日系动漫线条与数字化的像素及故障艺术（Glitch Art）元素，角色主体轮廓分明，而背景和光效中则融入了明显的像素格与抖动纹理，营造出一种数字屏幕般的独特质感。渲染方式使用平滑的色彩渐变和类似半色调（Halftone）的网点图案来塑造形体与材质。光影处理运用了大量明亮的环境光和多彩的边缘光，使画面呈现出一种通透、发光的视觉效果，阴影部分也充满了丰富的色彩。色调上，作品偏爱使用青色、粉色、紫色等高饱和度的霓虹色系，整体散发出一种充满活力、如梦似幻的未来感氛围。这种风格传递出乐观、梦幻且充满动感的青春情绪，极其适合描绘迷幻美学、赛博朋克角色、数字虚拟偶像、现代游戏动漫的同人创作。"
  },
  {
    "id": 124,
    "name": "Kinetic Block",
    "name_cn": "高能动感卡通",
    "image": "124.jpg",
    "desc": "该风格是kinzaibatsu91画师风格，其最显著的特征是粗重且富有变化的黑色轮廓线，这种果断的漫画式笔触为画面赋予了强烈的图形感和分量感。在光影处理上采用大块、硬朗的几何色块来塑造阴影。色调偏高饱和度的鲜艳色彩，通过强烈的色彩对比营造出诙谐、活泼、引人注目的画面氛围。风格传递出一种非常可爱、诙谐、抽象、幽默、活力、自信和乐观的积极情绪。非常适合描绘现代感强烈的题材，例如动作游戏的角色设计、科幻、抽象日常小故事、逗比幽默、漫画插画、以及潮流手办和周边产品的概念艺术。"
  },
  {
    "id": 125,
    "name": "Radiant Diffusion",
    "name_cn": "唯美柔光辐射",
    "image": "125.jpg",
    "desc": "该风格是ying yi画师风格，细腻厚涂风格。光影爱使用大面积的柔光、环境光和辉光效果，营造出一种温暖、明亮且略带梦幻的氛围光感。色调倾向于高饱和度但和谐统一的色彩搭配。这种风格传递出的情绪是宁静、唯美、充满希望与一丝淡淡的怀旧感、寻找追寻。因此，它非常适合描绘具有幻想色彩的题材，例如命运、光辉权势、忠诚信念、拯救救赎、制作精良的游戏角色立绘、充满故事性的概念场景。"
  },
  {
    "id": 126,
    "name": "Crystalline",
    "name_cn": "唯美清新通透",
    "image": "126.jpg",
    "desc": "该风格是akakura画师风格，融合了线稿与数字上色。笔触在描绘发丝、睫毛及服装褶皱时清晰分明。光影运用了大量明亮柔和的散射光，在眼眸和发梢等关键部位点缀着水晶般锐利的高光；阴影部分融入清冷的蓝紫色调。整体色调清新、饱和度偏高但不过分刺眼，尤其偏爱使用青色、蓝色与薄荷绿，营造出一种清凉、通透的视觉感受。该风格传递出一种青春、梦幻且充满活力的积极情绪，极度适合描绘现代都市背景下的角色插画、青春校园、轻小说封面、虚拟偶像设定以及任何需要展现年轻角色精致魅力与时尚感的商业美术主题。"
  },
  {
    "id": 127,
    "name": "Dreamline",
    "name_cn": "梦幻线条怪诞",
    "image": "127.jpg",
    "desc": "该风格是garouma画师风格，运用粗细均一的数字线条来构建画面，接近于漫画中的“白描”效果。笔触干净利落。色彩上，偏爱使用大面积的平涂和简单的硬质阴影，常将低饱和度的粉彩（如粉紫、薄荷绿）与局部高饱和度的霓虹色彩并置，创造出一种既柔和又醒目的视觉体验。光影处理被简化。这种风格传递出一种幽默怪诞、自信轻松、梦幻的情绪。适合描绘充满想象力、都市幻想、赛博朋克童话、怪诞奇异的动画。"
  },
  {
    "id": 128,
    "name": "Luminous Line Render",
    "name_cn": "发光线条柔光",
    "image": "128.jpg",
    "desc": "该风格是bing zizi画师风格，采用柔和、弥漫的光源，运用辉光和体积光效果来营造出一种朦胧、温暖且略带怀旧的感觉。运用了柔和的渐变和微妙的纹理进行渲染。色调明亮、饱和度高，但通过和谐的色彩搭配与柔光处理。传递出一种宁静、治愈，时而带有一丝忧郁的浪漫情绪，非常适合描绘日常生活中的情感片段、现代都市幻想或带有感伤色彩的青春故事主题。"
  },
  {
    "id": 129,
    "name": "Vivid Aqua-graphic",
    "name_cn": "生动水彩图形",
    "image": "129.jpg",
    "desc": "该风格是maruti bitamin画师风格，将传统水彩质感与现代平面设计感相结合的插画风格。融合了清晰、自信的墨水线条与通透、鲜艳的水彩平涂及渐变，色彩经常会略微溢出线稿，营造出一种随性而生动的手绘感。笔触上，线稿边缘锐利，而色块内部则保留了水彩颜料在纸上自然晕开的纹理和颗粒感。光影处理相对简化，偏向于用高饱和度的色彩对比来塑造立体感，整体色调明亮。风格传递出一种清新、怀旧且略带梦幻的积极情绪，非常适合描绘现代都市幻想、青春日常故事、旅行手记等主题。"
  },
  {
    "id": 130,
    "name": "Ethereal Dusklight",
    "name_cn": "柔光原画厚涂",
    "image": "130.jpg",
    "desc": "该风格是hxxg画师风格，融合了精致的复古日系角色与柔和的写实光影，营造出一种宁静而略带忧郁浪漫的氛围。光影偏爱柔和的散射光和环境光。色调饱和度适中，常使用和谐的邻近色，整体呈现出一种通透、朦胧的视觉效果。这种风格传递出的情绪是内敛、复古、怀旧且富有故事感的，非常适合描绘浪漫精致、战争矛盾暴力、现代都市、青春日常、轻幻想或带有情感深度的叙事主题。"
  },
  {
    "id": 131,
    "name": "Crystalline Luster",
    "name_cn": "通透光泽马卡龙",
    "image": "131.jpg",
    "desc": "该风格是uekura eku画师风格，呈现出明亮、通透且精致的视觉感受。以极为干净细腻的线稿勾勒轮廓，再结合柔和的渐变与平滑的色块进行上色。光影采用高调的全局光照，大量运用高光、光晕和闪烁的粒子特效来增强梦幻感。色调高明度，清新活泼，充满了夏日的清爽气息。这种风格传递出一种快乐、纯真、无忧无虑、治愈、幸福的积极情绪，非常适合描绘梦幻、活力、可爱的童话故事、夏日海滨、偶像角色设计以及具有收藏价值的周边产品（如亚克力立牌、手办）等主题。"
  },
  {
    "id": 132,
    "name": "Ethereal Filmline",
    "name_cn": "复古赛璐璐怀旧动画",
    "image": "132.jpg",
    "desc": "该风格是moonywitcher画师风格，动漫风格线条与复古、朦胧的胶片质感色彩相结合。采用明确的轮廓线勾勒主体，但上色并非简单的平涂，而是运用了柔和的渐变、微妙的噪点纹理和显著的色差效果，赋予画面一种仿佛透过老镜头观看的视觉感受。光影处理非常柔和，常利用逆光或温暖的日光营造出宁静、梦幻的感觉，整体色调饱和却不刺眼，带有一种褪色的暖意。风格传达了搞笑、诙谐、回忆、温暖、治愈、陪伴与浪漫的情绪。非常适合描绘关于青春、成长、友情、爱情的公路片或都市故事。"
  },
  {
    "id": 133,
    "name": "Serene Flatline",
    "name_cn": "简约扁平手绘卡通",
    "image": "133.jpg",
    "desc": "该风格是gomashio \\(goma feet\\)画师风格，呈现出一种干净、柔和的扁平化美学。以清晰、纤细的线条勾勒轮廓，配合大面积的平涂色块与简约的阴影。光影处理非常简洁明亮，色调偏向于柔和、温暖且饱和度适中的糖果色系，营造出舒适清新的视觉观感。风格传递出的情绪是治愈、温暖、平静且带有纯真的快乐感，让人感到非常柔软和安心。特别适合描绘温馨的日常生活、童话故事书、角色手办设计或以陪伴、成长、美食为主题的治愈系内容。"
  },
  {
    "id": 134,
    "name": "Monochrome Reverie",
    "name_cn": "单色排线素描",
    "image": "134.jpg",
    "desc": "该风格是itowo画师风格，在人像上偏向日系漫画的纤细与精致。场景极具建筑感和空间感，细节丰富。该风格以精细的线条勾勒为主，笔触流畅而富有表现力。在黑白部分，通过密集的排线和哈希线来表现阴影、材质和纹理。线条的粗细变化也巧妙地运用，强调了画面中的重点和空间深度。光影采用对比强烈的光影效果，通过大面积的阴影和明亮的受光面形成视觉冲击。色调以黑白为主，辅以少量淡雅的色彩点缀。这些色彩通常是低饱和度的，它们被有选择性地应用在局部，起到画龙点睛的作用，既打破了黑白的单一。画风传递出一种复杂而迷人的情绪，其中包含着忧伤、思念、孤独、安静、深邃。这种风格非常适合描绘童话故事、哥特式文学、蒸汽朋克世界、奇幻冒险、中世纪贵族、怀旧都市故事，以及需要营造神秘、唯美、带有历史感或奇幻色彩的内容主题。"
  },
  {
    "id": 135,
    "name": "Chroma-Clash",
    "name_cn": "风格化撞色赛博",
    "image": "135.jpg",
    "desc": "该风格是denaseey画师风格，融合了动漫的锐利线条与强烈的图形设计感，无论是人物还是场景都显得棱角分明。使用大面积、高对比度的平涂色块，并辅以大胆的多色边缘光（如紫色和青色）来勾勒轮廓，营造出强烈的光感和立体感。笔触干净利落，强调色块的形状与组合。光影处理极为风格化，阴影硬朗且明确。色调上，大量运用饱和度极高的霓虹色系，充满了未来感。这种风格传递出张扬、自信、热情、青春和高燃的激昂情绪，充满了动感与活力。适合表现科幻、赛博、未来都市、潮流音乐以及战斗等主题，能完美捕捉充满能量与速度感的瞬间。"
  },
  {
    "id": 136,
    "name": "Vintage Pop",
    "name_cn": "极简色块复古波普",
    "image": "136.jpg",
    "desc": "该风格是4qw5画师风格，一种融合了动漫美学与平面设计感的极简艺术。完全舍弃了传统的轮廓线，转而使用大块、边缘锐利的纯色块来构建形态与结构，形成一种类似色谱版画或海报的视觉效果。光影处理极为简化，通过几何形状的平涂色块来区分明暗。色调倾向于使用有限且饱和度较低的色彩组合，营造出一种和谐、克制且略带复古的氛围。这种冷静、疏离的视觉语言传递出一种平静、沉闷甚至带有一丝孤独和忧伤的情绪。非常适合表现科幻、赛博背景下的城市生活，或聚焦于人物孤独内心与记忆片段的青春故事主题。"
  },
  {
    "id": 137,
    "name": "Caricature Sarcasm",
    "name_cn": "美式肌肉讽刺卡通",
    "image": "137.jpg",
    "desc": "该风格是diepod画师风格，融合漫画式线条与细腻的数字渲染上色。用精准且富有变化的线条勾勒出坚实的轮廓，再通过平滑的渐变和明确的硬边缘阴影相结合，塑造出强烈的体积感和光影对比。光影使用清晰的主光源和边缘光来突显角色和场景的立体结构。色调鲜艳饱和，但搭配和谐，营造出一种充满活力的氛围。整体传递出诙谐、讽刺幽默、青春、热情、勇敢与探索的情绪，适合描绘幻想主题、脑洞很大的充满想象力的主题、科幻、未来城市、冒险战斗以及现代幻想等叙事主题，也适合游戏概念设计或美式英雄漫画。"
  },
  {
    "id": 138,
    "name": "Vividline Render",
    "name_cn": "经典美式漫画",
    "image": "138.jpg",
    "desc": "该风格是dan mora画师风格，是经典美式漫画（美漫）风格。清晰锐利的黑色勾线精准地勾勒出人物与场景的轮廓，并结合了硬朗的块状阴影与柔和的数字渐变。色调偏好使用高饱和度的鲜明色彩，大胆的冷暖对比。传递出复古、力量感、青春活力与积极热情的情绪，适合描绘科幻、赛博朋克、超现实幻想、超级英雄以及冒险故事。"
  },
  {
    "id": 139,
    "name": "Luminous Chroma",
    "name_cn": "韩式漫画厚涂",
    "image": "139.jpg",
    "desc": "该风格是ichiba youichi画师风格，融合了日式角色设计的精致线条与偏向写实的厚涂技法。光影通过高对比度的明暗关系和精准的环境光、反射光，角色五官扁平。笔触平滑细腻，尤其在肌肤和服装等主体物上，色彩过渡柔和自然，色调饱和而不过曝，能根据情绪需求在清新明亮与浓郁深沉间切换。该风格传递的情绪复杂多变，既可展现青春、信念和友情的温暖，也能表达凝视、悬疑和克制的张力。适合描绘科幻、赛博背景下的城市故事，以及聚焦于角色成长、战斗与命运的现代或未来主题叙事。"
  },
  {
    "id": 140,
    "name": "Vibrant Aquarelle",
    "name_cn": "清新水彩墨线",
    "image": "140.jpg",
    "desc": "该风格是kasa \\(hitori sanka\\)画师风格，融合了手绘线条的有机感与数字上色的清透感。整体呈现出一种明亮、干净且充满活力的视觉效果，清晰而略带粗糙感的黑色轮廓线，用以勾勒人物与场景，内部则填充以高饱和度但有水彩般通透质感的色彩。笔触上，线条自由随性，色彩平涂与渐变融合，营造出一种轻松的手绘感。光影处理偏向于简约、明快的日系动画风格。色调鲜明、澄澈，传递出一种积极、治愈、温暖且充满青春活力的情绪。适合描绘成长故事、友情、公路片、以及带有奇幻色彩的童话故事书等主题，能够出色地表现青春、热烈、美好与希望的氛围。"
  },
  {
    "id": 141,
    "name": "Wash Fable",
    "name_cn": "Q萌马克笔着色",
    "image": "141.jpg",
    "desc": "该风格是zukky000画师风格，一种精致可爱的绘本质感，角色通常具有Q版或幼态的特征，大而清澈的眼睛是视觉焦点。结合了清晰利落的线条勾勒与水彩或水粉的平涂及渐变晕染，形成了类似手绘水彩画的视觉效果，并保留了纸张的纹理感。笔触细腻，色彩过渡柔和自然。光影处理柔和，常用柔光和漫反射来营造温馨、明亮的氛围，阴影边缘模糊，层次感分明。色彩饱和度高且明快。传递出的核心情绪是治愈、温暖、快乐、纯洁和美好，非常适合描绘童话故事书、青春成长、奇幻冒险以及带有柔软、温柔情感的日常片段等主题。"
  },
  {
    "id": 142,
    "name": "Vivid Grain",
    "name_cn": "褪色颗粒怀旧",
    "image": "142.jpg",
    "desc": "该风格是9474s0ul画师风格，融合了欧美漫画的角色面部特征和复古质感。以带有肌理感的笔触取代了传统动漫平整、锐利的线条，营造出一种类似彩色铅笔或干画笔绘制的素描质感，同时背景和色彩填充中常带有明显的画布或纸张纹理。光影处理偏爱逆光、环境光和柔和的光晕。色调饱和且丰富，但带有一种怀旧的暖意，即使是冷色调场景也通过局部暖光来平衡。风格传递出一种复杂的情绪，交织着孤独、悬念、回忆、忧伤与治愈，适合描绘具有故事感的科幻、赛博、都市幻想或公路片等主题。"
  }
]